Repository: breadwallet/breadwallet-ios
Catalog: breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: ru, zh_hans, zh_hant

# About.blog
source: Blog
ru: Блог
zh_hans: 博客
zh_hant: 部落格

# About.footer
source: Made by the global BRD team. Version %1$@ Build %2$@
ru: Создано международной командой BRD. Версия %1$@ Сборка %2$@
zh_hans: 由全球 BRD 团队制作。版本%1$@构建%2$@
zh_hant: 由全球 BRD 團隊製作。版本 %1$@構建%2$@

# About.privacy
source: Privacy Policy
ru: Политика конфиденциальности
zh_hans: 隐私政策
zh_hant: 隱私政策

# About.terms
source: Terms of Use
ru: Условия использования
zh_hans: 使用条款
zh_hant: 使用規定

# About.title
source: About
ru: О нас
zh_hans: 关于
zh_hant: 關於

# About.walletID
source: BRD Rewards ID
ru: Идентификатор BRD для вознаграждений
zh_hans: BRD 奖励 ID
zh_hant: BRD 獎勵 ID

# AccessibilityLabels.close
source: Close
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

# AccessibilityLabels.faq
source: Support Center
ru: Справочный центр
zh_hans: 支持中心
zh_hant: 支援中心

# Account.balance
source: Balance
ru: Баланс
zh_hans: 余额
zh_hant: 餘額

# Account.delistedToken
source: This token has been delisted. You may still be able to send these tokens to another platform. For more details, visit our support page.
ru: Регистрация этого токена была отменена из-за того, что эмитент решил прекратить поддержку ERC20. Вероятно, вы все равно можете отправлять эти токены на другую платформу. Для получения дополнительной информации посетите нашу страницу поддержки.
zh_hans: 这种代币已被摘牌，因为发行者决定停止支持 ERC20。 您仍然可以将这些代币汇到别的平台。请访问我们的支持页面获取更多细节。
zh_hant: 這個令牌已遭摘牌，因為發行人決定停止ERC20支援。 您仍然能夠將這些令牌發送至另一個平台。關於進一步細節，請訪問我們的支援網頁。

# Account.loadingMessage
source: Loading Wallet
ru: Загружаем кошелек
zh_hans: 正在加载钱包
zh_hant: 正在載入電子錢包

# AccountHeader.defaultWalletName
source: My BRD
ru: Мой BRD
zh_hans: 我的 BRD
zh_hant: 我的 BRD

# Alert.customKeyboard.android
source: It looks like you are using a third-party keyboard, which can record what you type and steal your Recovery Phrase. Please switch to the default Android keyboard for extra protection.
ru: Похоже, что вы пользуетесь клавиатурой третьей стороны, которая может записывать последовательность нажимаемых клавиш и похитить ваш Бумажный ключ. Переключитесь на клавиатуру Android по умолчанию для дополнительной защиты.
zh_hans: 看起来您正在使用第三方键盘，它可以记录您键入的内容并窃取您的密钥（Paper Key）。请切换到默认的安卓键盘以便获得额外保护。
zh_hant: 您似乎在使用第三方鍵盤，這可能會記錄您按下的鍵並竊取您的「紙鑰」。請切換至預設的 Android 鍵盤以獲得額外的保護。

# Alert.error
source: Error
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤

# Alert.keystore.generic.android
source: There is a problem with your Android OS keystore, please contact support@brd.com
ru: Имеется проблема с хранилищем ключей в вашей ОС Android, обратитесь по адресу: support@breadwallet.com
zh_hans: 您的安卓操作系统密钥库存在问题，请联系support@breadwallet.com
zh_hant: 您的 Android OS 金鑰儲存區有問題，請聯絡 support@breadwallet.com

# Alert.keystore.invalidated.android
source: Your BRD encrypted data was recently invalidated because your Android lock screen was disabled.
ru: Ваши зашифрованные данные приложения BRD были недавно аннулированы, так как была отключена блокировка экрана вашего устройства Android.
zh_hans: 您的 BRD 加密数据最近因为您的安卓系统屏幕锁定被禁用而失效。
zh_hant: 您的 BRD 加密資料最近已被判定為無效，因爲您的 Android 螢幕鎖定已被停用。

# Alert.keystore.invalidated.uninstall.android
source: We can't proceed because your screen lock settings have been changed (e.g. password was disabled, fingerprints were changed). For security purposes, Android has permanently locked your key store. Therefore, your BRD app data must be wiped by uninstalling. Don’t worry, your funds are still secure! Reinstall the app and recover your wallet using your recovery phrase.
ru: Мы не можем продолжить, потому что ваши настройки блокировки экрана были изменены (например, пароль отключен, отпечатки пальцев изменены). В целях безопасности Android навсегда заблокировал ваше хранилище ключей. Поэтому ваши данные BRD следует стереть путем удаления приложения. Не волнуйтесь, ваши средства в безопасности! Переустановите приложение и восстановите свой кошелек с помощью бумажного ключа.
zh_hans: 我们无法继续，因为您的屏幕锁定设置已更改(例如，密码已禁用，指纹已更改)。出于安全考虑，安卓已永久锁定了您的密钥存储。因此，您必须通过卸载删除BRD应用数据。 请放心，您的资金很安全！ 重新安装应用后才能用纸质密匙还原您的钱包。
zh_hant: 無法繼續執行動作，因為您的螢幕鎖定設置有變動（例如，密碼關閉、指紋變動）。基於安全考量，Android 已永久關鎖您的密鑰庫。因此，必須透過解除安裝來消除您的 BRD 應用程式資料。 別擔心，您的資金仍然安全！ 重新安裝應用程式，並使用紙密鑰來復原您的錢包。

# Alert.keystore.invalidated.wipe.android
source: We can't proceed because your screen lock settings have been changed (e.g. password was disabled, fingerprints were changed). For security purposes, Android has permanently locked your key store. Therefore, your BRD app data must be wiped. Don’t worry, your funds are still secure! Recover your wallet using your recovery phrase.
ru: Мы не можем продолжить, потому что ваши настройки блокировки экрана были изменены (например, пароль отключен, отпечатки пальцев изменены). В целях безопасности Android навсегда заблокировал ваше хранилище ключей. Поэтому данные вашего приложения BRD необходимо стереть. Не волнуйтесь, ваши средства в безопасности! Восстановите свой кошелек, используя бумажный ключ.
zh_hans: 我们无法继续，因为您的屏幕锁定设置已更改(例如，密码已禁用，指纹已更改)。出于安全考虑，安卓已永久锁定了您的密钥存储。因此，必须擦除您的BRD应用数据。 请放心，您的资金很安全！ 用你的纸质密匙还原您的钱包。
zh_hant: 無法繼續執行動作，因為您的螢幕鎖定設置有變動（例如，密碼關閉、指紋變動）。基於安全考量，Android 已永久關鎖您的密鑰庫。因此，您的 BRD 應用程式資料必須消除。 別擔心，您的資金仍然安全！使用紙密鑰來復原您的錢包。

# Alert.keystore.title.android
source: Android Key Store Error
ru: Ошибка хранилища ключей Android
zh_hans: 安卓系统密钥库错误
zh_hant: Android 金鑰儲存區錯誤

# Alert.noInternet
source: No internet connection found. Check your connection and try again.
ru: Интернет-подключение не обнаружено. Проверьте подключение и повторите попытку.
zh_hans: 未发现互联网连接。检查您的连接并重试。
zh_hant: 找不到網路連線。請檢查您的連線，然後再試一次。

# Alert.somethingWentWrong
source: Something went wrong. Please try again.
ru: Что-то пошло не так. Повторите попытку.
zh_hans: 出错了。请重试。
zh_hant: 發生錯誤。請再試一次。

# Alert.timedOut
source: Request timed out. Check your connection and try again.
ru: Истекло время запроса. Проверьте подключение и повторите попытку.
zh_hans: 请求超时。请检查您的连接，然后重试。
zh_hant: 請求暫停。請檢查您的連接並再次嘗試。

# Alert.warning
source: Warning
ru: Предупреждение
zh_hans: 警告
zh_hant: 警告

# Alerts.copiedAddressesHeader
source: Addresses Copied
ru: Адреса скопированы
zh_hans: 地址已复制
zh_hant: 已複製位址

# Alerts.copiedAddressesSubheader
source: All wallet addresses successfully copied.
ru: Все адреса для кошелька успешно скопированы.
zh_hans: 所有的钱包地址已被成功复制。
zh_hant: 已成功複製所有的電子錢包位址。

# Alerts.paperKeySet
source: Recovery Key Set
ru: Бумажный ключ задан
zh_hans: 纸上密钥已设置
zh_hant: 紙上金鑰已設定

# Alerts.paperKeySetSubheader
source: Awesome!
ru: Отлично!
zh_hans: 太棒了！
zh_hant: 太棒了！

# Alerts.pinSet
source: PIN Set
ru: PIN-код задан
zh_hans: PIN 已设置
zh_hant: PIN 已設定

# Alerts.sendFailure
source: Send failed
ru: Ошибка отправки
zh_hans: 发送失败
zh_hant: 寄出失敗

# Alerts.sendSuccess
source: Send Confirmation
ru: Подтверждение отправки
zh_hans: 发送确认
zh_hant: 寄出確認

# Alerts.sendSuccessSubheader
source: Money Sent!
ru: Деньги отправлены!
zh_hans: 钱已发送！
zh_hant: 錢已寄出！

# Alerts.touchIdSucceeded.android
source: Fingerprint recognized
ru: Отпечаток пальца идентифицирован
zh_hans: 已识别指纹
zh_hant: 已辨識指紋

# Android.allowFileSystemAccess
source: Please enable storage permissions in your device settings: "Settings" > "Apps" > "BRD" > "Permissions".
ru: Включите разрешения на хранение в настройках вашего устройства: «Настройки» > «Приложения» > «BRD» > «Разрешения».
zh_hans: 请在您的设备设置中启用存储空间使用权限：“设置” > “应用” > “BRD” > “权限”。
zh_hant: 請在您的裝置啟用儲存權限：[設定] > [應用程式] > [BRD] > [權限]。

# Android.BCH.welcome.message
source: Any BCH in your wallet can be accessed through the home screen.
ru: Доступ к BCH в вашем кошельке теперь возможен с главного экрана.
zh_hans: 您钱包中的任何比特币现金 (BCH) 均可通过主屏幕访问。
zh_hant: 任何在您錢包裡的 BCH 都可透過主畫面存取。

# Android.screenAlteringMessage
source: We've detected an app that is incompatible with BRD running on your device. For security reasons, please disable any screen altering or light filtering apps to proceed.
ru: BRD не сможет нормально работать, если не отключить изменяющие экран приложения (такие как Twilight).
zh_hans: 您应禁用屏幕更改应用（如 Twilight），否则 BRD 将无法正常工作。
zh_hant: 除非停用螢幕改變應用程式（例如 Twilight），否則 BRD 無法正常運作。

# Android.screenAlteringTitle
source: Screen Altering App Detected
ru: Обнаружено изменяющее экран приложение
zh_hans: 检测到屏幕更改应用
zh_hant: 偵測到螢幕改變應用程式

# ApiClient.jsonError
source: JSON Serialization Error
ru: Ошибка JSON-сериализации
zh_hans: JSON 串行化错误
zh_hant: JSON 序列化錯誤

# ApiClient.notReady
source: Wallet not ready
ru: Кошелек не готов
zh_hans: 钱包尚未备好
zh_hant: 電子錢包尚未就緒

# ApiClient.tokenError
source: Unable to retrieve API token
ru: Не удалось извлечь токен API
zh_hans: 无法检索 API 令牌
zh_hant: 無法擷取 API 權杖

# BCH.body
source: Enter a destination BCH address below. All BCH in your wallet at the time of the fork (%1$@) will be sent.
ru: Введите адрес адресата BCH ниже. Вся сумма BCH в вашем кошельке во время форка (%1$@) будет отправлена.
zh_hans: 在下方输入目标 BCH 地址。您钱包中此分叉 (%1$@) 时的所有 BCH 都将被发送。
zh_hant: 在下方輸入目的地 BCH 地址。分叉（%1$@）之時錢包內所有的 BCH 都會送出。

# BCH.confirmationMessage
source: Confirm sending %1$@ to %2$@
ru: Подтвердить отправку %1$@ на %2$@
zh_hans: 确认将 %1$@ 发送到 %2$@
zh_hant: 確定送出 %1$@ 至 %2$@

# BCH.confirmationTitle
source: Confirmation
ru: Подтверждение
zh_hans: 确认
zh_hant: 確認

# BCH.genericError
source: Your account does not contain any BCH, or you received BCH after the fork.
ru: На Вашем аккаунте нет BCH, или вы получили BCH после форка.
zh_hans: 您的账户不包含任何 BCH，或您在分叉后才接收到 BCH。
zh_hant: 您的帳戶內沒有任何 BCH，或您是在分叉後取得 BCH。

# BCH.hashCopiedMessage
source: Transaction ID copied
ru: Идентификатор транзакции скопирован
zh_hans: 已拷贝交易 ID
zh_hant: 已複制交易 ID

# BCH.noAddressError
source: Please enter an address
ru: Пожалуйста, введите и адрес
zh_hans: 请输入地址
zh_hant: 請輸入地位

# BCH.paymentProtocolError
source: Payment Protocol Requests are not supported for BCH transactions
ru: Запросы протокола платежей не поддерживаются для транзакций BCH
zh_hans: 支付协议请求不支持 BCH 交易
zh_hant: BCH 交易不支援付款組合要求

# BCH.successMessage
source: BCH was successfully sent.
ru: BCH был успешно отправлен.
zh_hans: BCH 已成功发送。
zh_hant: BCH 已成功寄送。

# BCH.title
source: Withdraw BCH
ru: Снять BCH
zh_hans: 取出 BCH
zh_hant: 提取 BCH

# BCH.txHashHeader
source: BCH Transaction ID
ru: Идентификатор транзакции BCH
zh_hans: BCH 交易 ID
zh_hant: BCH 交易 ID

# BitID.approve
source: Approve
ru: Одобрить
zh_hans: 批准
zh_hant: 許可

# BitID.authenticationRequest
source: %1$@ is requesting authentication using your bitcoin wallet
ru: %1$@ запрашивает аутентификацию, используя ваш биткойн-кошелек
zh_hans: %1$@ 正使用您的比特币钱包请求验证
zh_hant: %1$@ 要求認證使用您的比特幣錢包

# BitID.deny
source: Deny
ru: Отказаться
zh_hans: 拒绝
zh_hant: 拒絕

# BitID.error
source: Authentication Error
ru: Ошибка аутентификации
zh_hans: 验证错误
zh_hant: 認證錯誤

# BitID.errorMessage
source: Please check with the service. You may need to try again.
ru: Пожалуйста, обратитесь в эту службу. Возможно, вам придется попробовать еще раз.
zh_hans: 请检查此服务。您可能需要重试。
zh_hant: 請檢查服務。您可能必須重試一次。

# BitID.success
source: Successfully Authenticated
ru: Аутентификация пройдена успешно
zh_hans: 验证成功
zh_hant: 認證成功。

# BitID.title
source: BitID Authentication Request
ru: Запрос на аутентификацию BitID
zh_hans: BitID 验证请求
zh_hant: 要求認證比特 ID

# Button.buy
source: Buy
ru: Купить
zh_hans: 购买
zh_hant: 購買

# Button.cancel
source: Cancel
ru: Отменить
zh_hans: 取消
zh_hant: 取消

# Button.confirm
source: Confirm
ru: Подтвердить
zh_hans: 确认
zh_hant: 確認

# Button.contactSupport.android
source: Contact Support
ru: Связаться со службой поддержки
zh_hans: 联系支持人员
zh_hant: 聯絡支援

# Button.continueAction
source: Continue
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

# Button.dismiss
source: Dismiss
ru: Отменить
zh_hans: 撤销
zh_hant: 終止

# Button.done
source: Done
ru: Готово
zh_hans: 完成
zh_hant: 完成

# Button.Home
source: Home
ru: Главная
zh_hans: 主页
zh_hant: 首頁

# Button.ignore
source: Ignore
ru: Игнорировать
zh_hans: 忽略
zh_hant: 略過

# Button.maybeLater
source: Maybe Later
ru: Может быть, позже
zh_hans: 也许以后
zh_hant: 稍後再說

# Button.menu
source: Menu
ru: Меню
zh_hans: 菜单
zh_hant: 選單

# Button.moreInfo
source: More info
ru: Подробнее
zh_hans: 更多信息
zh_hant: 更多資訊

# Button.no
source: No
ru: Нет
zh_hans: 不
zh_hant: 不要

# Button.ok
source: OK
ru: ОК
zh_hans: 好
zh_hant: 確定

# Button.openSettings
source: Open Settings
ru: Открыть Настройки
zh_hans: 打开设置
zh_hant: 打開設置

# Button.receive
source: Receive
ru: Получить
zh_hans: 收到
zh_hant: 接收

# Button.securitySettings.android
source: Security Settings
ru: Настройки безопасности
zh_hans: 安全中心
zh_hant: 資訊安全中心

# Button.sell
source: Sell
ru: Продать
zh_hans: 出售
zh_hant: 賣出

# Button.send
source: Send
ru: отправить
zh_hans: 发送
zh_hant: 寄出

# Button.settings
source: Settings
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# Button.setup
source: Set Up
ru: Настроить
zh_hans: 设置
zh_hant: 設定

# Button.skip
source: Skip
ru: Пропустить
zh_hans: 跳过
zh_hant: 略過

# Button.submit
source: Submit
ru: Отправить
zh_hans: 提交
zh_hant: 提交

# Button.uninstall.android
source: Uninstall
ru: Удалить
zh_hans: 卸载
zh_hant: 解除安裝

# Button.wipe.android
source: Wipe
ru: Стереть
zh_hans: 擦除
zh_hant: 消除

# Button.yes
source: Yes
ru: Да
zh_hans: 是
zh_hant: 要

# CameraPlugin.centerInstruction
source: Center your ID in the box
ru: Поместите ваш ID-номер в центр данного поля
zh_hans: 将您的身份证号集中在方框中
zh_hant: 將您的 ID 在方塊置中

# Confirmation.amountLabel
source: Amount to Send:
ru: Сумма для отправки:
zh_hans: 发送金额：
zh_hant: 寄送金額：

# Confirmation.feeLabel
source: Network Fee:
ru: Комиссия сети:
zh_hans: 网络费：
zh_hant: 網絡費：

# Confirmation.feeLabelETH
source: Network Fee (ETH):
ru: Комиссия сети (ETH):
zh_hans: 网络费 (ETH):
zh_hant: 網路費用（ETH）:

# Confirmation.processingTime
source: Processing time: This transaction is predicted to complete in %1$@.
ru: Время обработки: Эта транзакция должна быть завершена через %1$@.
zh_hans: 处理时间：预计此交易将在 %1$@ 后完成。
zh_hant: 處理時間：該筆交易預計在 %1$@ 後完成。

# Confirmation.send
source: Send
ru: Отправить
zh_hans: 发送
zh_hant: 寄送

# Confirmation.title
source: Confirmation
ru: Подтверждение
zh_hans: 确认
zh_hant: 確認

# Confirmation.to
source: To
ru: На
zh_hans: 至
zh_hant: 給

# Confirmation.totalLabel
source: Total Cost:
ru: Общая стоимость:
zh_hans: 费用总计：
zh_hant: 總計：

# ConfirmPaperPhrase.error
source: The words entered do not match your recovery phrase. Please try again.
ru: Введенные слова не совпадают с вашим бумажным ключом. Повторите попытку.
zh_hans: 您输入的单词与纸密钥 (Paper Key) 不匹配。请重试。
zh_hant: 輸入之文字與您的紙金鑰不符，請再試一次

# ConfirmPaperPhrase.label
source: To make sure everything was written down correctly, please enter the following words from your recovery phrase.
ru: Чтобы убедиться, что всё записано корректно, пожалуйста, введите следующие слова с вашего бумажного ключа.
zh_hans: 为确保一切均被正确地书写，请在您的纸键输入以下文字。
zh_hant: 要確保每項資料都正確寫下，請從紙上金鑰輸入下列字組。

# ConfirmPaperPhrase.word
source: Word #%1$@
ru: Слово #%1$@
zh_hans: 单词#%1$@
zh_hant: 字組 #%1$@

# Crowdsale.agree
source: Agree
ru: Согласен
zh_hans: 同意
zh_hant: 同意

# Crowdsale.buyButton
source: Buy Tokens
ru: Купить токены
zh_hans: 购买数字货币
zh_hant: 購買代幣

# Crowdsale.decline
source: Decline
ru: Отклонить
zh_hans: 拒绝
zh_hant: 拒絕

# Crowdsale.resume
source: Resume Verification
ru: Возобновить проверку
zh_hans: 重新验证
zh_hant: 恢復驗證

# Crowdsale.retry
source: Retry
ru: Повторить попытку
zh_hans: 重试
zh_hant: 重試

# DefaultCurrency.bitcoinLabel
source: Bitcoin Display Unit
ru: Единица отображения биткойна
zh_hans: 比特币显示单位
zh_hant: 比特幣顯示單位

# DefaultCurrency.rateLabel
source: Exchange Rate
ru: Обменный курс
zh_hans: 汇率
zh_hant: 匯率

# Disabled.title
source: Wallet disabled
ru: Кошелек отключен
zh_hans: 钱包已禁用
zh_hant: 停用錢包

# Email.address_subject
source: %1$s Address
ru: %1$s Адрес
zh_hans: %1$s地址
zh_hant: %1$s地址

# EME.permissions.accountRequest
source: Request %1$@ account information
ru: Запросить %1$@ информацию об учётной записи
zh_hans: 请求%1$@ 帐户信息
zh_hant: 要求%1$@帳戶資訊

# EME.permissions.callRequest
source: Request %1$@ smart contract call
ru: Запросить %1$@ вызов смарт-контракта
zh_hans: 请求%1$@智能合约呼叫
zh_hant: 要求%1$@智慧合約呼叫

# EME.permissions.paymentRequest
source: Request %1$@ payment
ru: Запросить %1$@ платёж
zh_hans: 请求%1$@付款
zh_hant: 要求%1$@付款

# ErrorMessages.emailUnavailableMessage
source: This device isn't configured to send email with the iOS mail app.
ru: Для этого устройства не настроена отправка электронных писем через почтовое приложение iOS.
zh_hans: 此设备未进行配置，无法用 iOS 邮件应用发送电子邮件。
zh_hant: 本裝置並非設定來以 iOS 郵件應用程式傳送電子郵件。

# ErrorMessages.emailUnavailableTitle
source: Email Unavailable
ru: Электронное письмо недоступно
zh_hans: 电子邮箱不可用
zh_hant: 無法使用電子郵件

# ErrorMessages.loopingLockScreen.android
source: BRD can not be authenticated due to a bug in your version of Android. [Please tap here for more information.]
ru: BRD невозможно аутентифицировать из-за ошибки в вашей версии Android. [Пожалуйста, нажмите сюда, чтобы узнать подробности.]
zh_hans: 由于您的 Android 版本错误，BRD 无法验证。[Please tap here for more information.]
zh_hant: 由於您安卓系統版本中的錯誤，因此 BRD 無法取得認證。[請點擊此瞭解更多資訊。]

# ErrorMessages.messagingUnavailableMessage
source: This device isn't configured to send messages.
ru: Для этого устройства отправка сообщений не настроена.
zh_hans: 本设备未被配置来发送消息。
zh_hant: 本裝置並非設定來傳送訊息。

# ErrorMessages.messagingUnavailableTitle
source: Messaging Unavailable
ru: Опция обмена сообщениями недоступна
zh_hans: 消息发送不可用
zh_hant: 無法使用傳訊

# ErrorMessages.touchIdFailed.android
source: Fingerprint not recognized. Please try again.
ru: Отпечаток пальца не идентифицирован. Повторите попытку.
zh_hans: 未识别出指纹。请再试一次。
zh_hant: 指紋無法識別。請再試一次。

# FaceIDSettings.customizeText
source: You can customize your Face ID spending limit from the %1$@.
ru: Вы можете индивидуально настроить ваш лимит расходов Face ID от %1$@.
zh_hans: 您可以在 %1$@ 自定义面部识别支出限额。
zh_hant: 您可由 %1$@ 自訂 Face ID 消費上限。

# FaceIDSettings.explanatoryText
source: Use Face ID to unlock your BRD app and send money.
ru: Используйте Face ID, чтобы разблокировать приложение BRD и отправить деньги.
zh_hans: 使用 Face ID 指纹解锁您的 BRD 应用并支付。
zh_hant: 使用Face ID解鎖您的BRD應用並匯款。

# FaceIDSettings.label
source: Use your face to unlock your BRD and send money up to a set limit.
ru: Используйте ваше лицо, чтобы разблокировать ваш BRD и отправить деньги в соответствии с установленным лимитом.
zh_hans: 使用面部识别解锁 BRD，在设置的限额内汇款。
zh_hant: 刷臉解鎖您的 BRD 並在設定的限制內撥款。

# FaceIDSettings.linkText
source: Face ID Spending Limit Screen
ru: Меню лимита расходов Face ID
zh_hans: 面部识别支出限额页
zh_hant: Face ID 消費上限畫面

# FaceIDSettings.switchLabel
source: Enable Face ID for BRD
ru: Включить Face ID для BRD
zh_hans: 为 BRD 启用面部识别
zh_hant: 開放 BRD 使用 Face ID

# FaceIDSettings.title
source: Face ID
zh_hans: 面部识别

# FaceIDSettings.transactionsTitleText
source: Enable Face ID to send money
ru: Включите Face ID для отправки денег
zh_hans: 启用 Face ID 人脸支付
zh_hant: 啟用Face ID匯款

# FaceIDSettings.unavailableAlertMessage
source: You have not set up Face ID on this device. Go to Settings->Face ID & Passcode to set it up now.
ru: Вы не настроили Face ID на данном устройстве. Перейдите в Настройки->Face ID и Секретный код, чтобы настроить его сейчас.
zh_hans: 您在本设备上还未设置面部识别。立刻前往设置>面部识别与密码进行设置。
zh_hant: 您尚未在此設備上設定 Face ID。現在就至設定->Face ID＆密碼來設置。

# FaceIDSettings.unavailableAlertTitle
source: Face ID Not Set Up
ru: Face ID не настроена
zh_hans: 未设置面部识别
zh_hant: 尚未設置 Face ID

# FaceIDSettings.unlockTitleText
source: Enable Face ID to unlock BRD
ru: Включите Face ID, чтобы разблокировать BRD
zh_hans: 启用 Face ID 人脸解锁 BRD
zh_hant: 啟用Face ID解鎖BRD

# FaceIDSpendingLimit.title
source: Face ID Spending Limit
ru: Лимит расходов Face ID
zh_hans: 面部识别支出限额
zh_hant: Face ID 消費上限

# FeeSelector.economy
source: Economy
ru: Экономия
zh_hans: 经济
zh_hant: 經濟

# FeeSelector.economyTime
source: 1-24 hours
ru: 1-24 часов
zh_hans: 1-24 小时
zh_hant: 1-24 小時

# FeeSelector.economyWarning
source: This option is not recommended for time-sensitive transactions.
ru: Этот параметр не рекомендуется для транзакций, чувствительных с точки зрения времени.
zh_hans: 对于有时效性的交易，不推荐使用此选项。
zh_hant: 此選項不建議用於時效性的交易。

# FeeSelector.estimatedDeliver
source: Estimated Delivery: %1$@
ru: Ожидаемое исполнение: %1$@
zh_hans: 预计交付时间：%1$@
zh_hant: 預計發送時間：%1$@

# FeeSelector.ethTime
source: 2-5 minutes
ru: 2-5 минут
zh_hans: 2-5 分钟
zh_hant: 2-5 分鐘

# FeeSelector.priority
source: Priority
ru: Приоритет
zh_hans: 优先
zh_hant: 優先

# FeeSelector.priorityTime
source: 10-30 minutes
ru: 10-30 минут
zh_hans: 10-30 分钟
zh_hant: 10-30 分鐘

# FeeSelector.regular
source: Regular
ru: Обычна сумма
zh_hans: 常规
zh_hant: 標準

# FeeSelector.regularTime
source: 10-60 minutes
ru: 10-60 минут
zh_hans: 10-60 分钟
zh_hant: 10-60 分鐘

# FeeSelector.title
source: Processing Speed
ru: Скорость обработки
zh_hans: 处理速度
zh_hant: 處理速度

# FileChooser.selectImageSource.android
source: Select Image Source
ru: Выберите источник изображения
zh_hans: 选择图像源
zh_hant: 選擇圖像源

# HomeScreen.admin
source: Admin
ru: Админ
zh_hans: 管理
zh_hant: 管理

# HomeScreen.buy
source: Buy
ru: Купить
zh_hans: 购买
zh_hant: 購買

# HomeScreen.buyAndSell
source: Buy & Sell
ru: Купить и продать
zh_hans: 买卖
zh_hant: 買賣

# HomeScreen.menu
source: Menu
ru: Меню
zh_hans: 菜单
zh_hant: 選單

# HomeScreen.portfolio
source: Wallets
ru: Кошельки
zh_hans: 钱包
zh_hant: 錢包

# HomeScreen.totalAssets
source: Total Assets
ru: итого активов
zh_hans: 总资产
zh_hant: 總資產

# HomeScreen.trade
source: Trade
ru: Обмен
zh_hans: 换
zh_hant: 換

# Import.checking
source: Checking private key balance...
ru: Проверяем баланс по персональному ключу...
zh_hans: 正在查看私人密钥余额...
zh_hant: 正在檢查私密金鑰餘額…

# Import.confirm
source: Send %1$@ from this private key into your wallet? The bitcoin network will receive a fee of %2$@.
ru: Отправить %1$@ с этого персонального ключа на ваш кошелек? Биткойн-сети будет начислена плата в размере %2$@.
zh_hans: 从这个私人密钥中发送 %1$@ 到您的钱包吗？比特币网络将收到 %2$@ 费用。
zh_hant: 要從這個私密金鑰寄出 %1$@ 到您的電子錢包嗎？比特幣網路會收到 %2$@ 的費用。

# Import.Error.duplicate
source: This private key is already in your wallet.
ru: Этот персональный ключ уже находится в вашем кошельке.
zh_hans: 本私钥已在您的钱包里。
zh_hant: 此私密金鑰已經在您的電子錢包了。

# Import.Error.empty
source: This private key is empty.
ru: Этот персональный ключ пуст.
zh_hans: 本私钥为空。
zh_hant: 此私密金鑰是空白的。

# Import.Error.highFees
source: Transaction fees would cost more than the funds available on this private key.
ru: Комиссия транзакции стоит больше, чем доступно средств на счете
zh_hans: 交易费将超过本私钥的可用资金。
zh_hant: 交易手續費可能會超過此私密金鑰上的可用資金。

# Import.Error.notValid
source: Not a valid private key
ru: Недействительный персональный ключ
zh_hans: 并非有效私钥
zh_hant: 不是有效的私密金鑰

# Import.Error.signing
source: Error signing transaction
ru: Ошибка подписания транзакции
zh_hans: 错误签名交易
zh_hant: 簽署交易出錯

# Import.importButton
source: Import
ru: Восстановить
zh_hans: 兑换
zh_hant: 兌換

# Import.importing
source: Importing Wallet
ru: Восстановление секретного ключа
zh_hans: 正在兑换私钥
zh_hant: 兌換私密金鑰中

# Import.leftCaption
source: Wallet to be imported
ru: Секретный ключ
zh_hans: 私钥
zh_hant: 私密金鑰

# Import.message
source: Importing a wallet transfers all the money from your other wallet into your BRD wallet using a single transaction.
ru: Секретные ключи часто печатаются на бумаге в виде QR-кода и используются для хранения средств в автономном режиме. Восстановите секретный ключ, чтобы перенести все деньги, которые он контролирует, в BRD с помощью одной транзакции.
zh_hans: 私钥通常以 QR 码形式打印在纸上，用于离线存储资金。 兑换私钥，用一笔交易将其控制的全部资金转入 BRD。
zh_hant: 私密金鑰通常以 QR 碼形式印在紙上，作為離線儲存資金使用。利用單一交易兌換私密金鑰下所控制的所有資金匯入您的 BRD。

# Import.password
source: This private key is password protected.
ru: Этот персональный ключ защищен паролем.
zh_hans: 本私钥受到密码保护。
zh_hant: 此私密金鑰受密碼保護。

# Import.passwordPlaceholder
source: password
ru: пароль
zh_hans: 密码
zh_hant: 密碼

# Import.rightCaption
source: Your BRD Wallet
ru: Ваш кошелек BRD
zh_hans: 您的 BRD 钱包
zh_hant: 您的 BRD 錢包

# Import.scan
source: Scan Private Key
ru: Сканировать персональный ключ
zh_hans: 扫描私钥
zh_hant: 掃描私密金鑰

# Import.success
source: Success
ru: Готово
zh_hans: 成功
zh_hant: 成功
