Repository: breadwallet/breadwallet-ios
Catalog: breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: ru, zh_hans, zh_hant

# RecoveryKeyFlow.recoveryYourWallet
source: Recover Your Wallet
ru: Восстановление кошелька
zh_hans: 恢复您的钱包
zh_hant: 復原錢包

# RecoveryKeyFlow.recoveryYourWalletSubtitle
source: Please enter the recovery phrase of the wallet you want to recover.
ru: Пожалуйста, введите ключ восстановления кошелька, который вы хотите восстановить.
zh_hans: 请输入您想要恢复的钱包的恢复密钥。
zh_hant: 請依據想復原的錢包輸入復原金鑰。

# RecoveryKeyFlow.relaxBuyTrade
source: Relax, buy, and trade
ru: Расслабьтесь, покупайте и торгуйте
zh_hans: 放心,购买和交易
zh_hant: 輕鬆購買,安心交易

# RecoveryKeyFlow.rememberToWriteDownReminder
source: Remember to write these words down. Swipe back if you forgot.
ru: Не забудьте записать эти слова. Вернитесь к предыдущему шагу, если вы забыли это сделать.
zh_hans: 请记得将这些字词写下来。如果您忘记了,请滑动以返回。
zh_hant: 請記得寫下這些字詞；如果忘了,請滑動返回。

# RecoveryKeyFlow.resetPINInstruction
source: Please enter your recovery phrase to reset your PIN.
ru: Пожалуйста, введите ваш ключ восстановления, чтобы сбросить ваш PIN-код.
zh_hans: 请输入恢复密钥以重置您的 PIN 码。
zh_hant: 請輸入復原金鑰,以便重設 PIN 碼。

# RecoveryKeyFlow.securityAssurance
source: Buy and trade knowing that your funds are protected by the best security and privacy in the business.
ru: Покупайте и торгуйте, зная, что ваши средства защищены лучшей системой безопасности и конфиденциальности в этой сфере.
zh_hans: 鉴于在交易中您的资金可得到最佳的安全和隐私保障,您可放心购买和交易。
zh_hant: 儘管放心購買與交易,你的資金經由商業界最高層級的安全性和隱私權所保護。

# RecoveryKeyFlow.storeSecurelyRecommendation
source: Store your key in a secure location. This is the only way to recover your wallet. BRD does not keep a copy.
ru: Храните ваш ключ в безопасном месте. Только с помощью него вы сможете восстановить ваш кошелек. BRD не хранит его копию.
zh_hans: 请将您的密钥存放在安全的地方。此密钥为恢复您的钱包的唯一方法。BRD 不会保留副本。
zh_hant: 請將金鑰儲存在安全的位置,因為金鑰是你復原錢包的唯一途徑；BRD 並不會保留副本。

# RecoveryKeyFlow.successHeading
source: Congratulations! You completed your recovery phrase setup.
ru: Поздравляем! Вы закончили настройку ключа восстановления.
zh_hans: 恭喜！您已完成恢复密钥设置。
zh_hant: 恭喜！你已經完成復原金鑰設定了。

# RecoveryKeyFlow.successSubheading
source: You're all set to deposit, trade, and buy crypto from your BRD wallet.
ru: Теперь вы готовы вносить депозит, торговать и покупать криптовалюту из вашего кошелька BRD.
zh_hans: 您现已可以在您的 BRD 钱包中进行存款,交易以及购买加密货币。
zh_hant: 你已經設定完畢,可以透過 BRD 錢包存放,交易和購買加密貨幣了。

# RecoveryKeyFlow.unlinkWallet
source: Unlink your wallet from this device.
ru: Отвяжите ваш кошелек от этого устройства.
zh_hans: 取消钱包与此设备的关联。
zh_hant: 取消這個裝置與錢包的連結。

# RecoveryKeyFlow.unlinkWalletSubtext
source: Start a new wallet by unlinking your device from the currently installed wallet.
ru: Создайте новый кошелек, отвязав ваше устройство от текущего кошелька.
zh_hans: 要启用新钱包,请取消您的设备与当前设置的钱包间的关联。
zh_hant: 取消裝置與目前已安裝錢包的連結,才能啟用新錢包。

# RecoveryKeyFlow.unlinkWalletWarning
source: Wallet must be recovered to regain access.
ru: Чтобы вернуть доступ, необходимо восстановить кошелек.
zh_hans: 必须恢复钱包才能重新获得访问权限。
zh_hant: 你必須復原錢包,才能重新存取。

# RecoveryKeyFlow.writeItDown
source: Write down your key
ru: Запишите ваш ключ
zh_hans: 记下您的密钥
zh_hant: 寫下你的金鑰

# RecoveryKeyFlow.writeKeyAgain
source: Write down your recovery phrase again
ru: Запишите ваш ключ восстановления еще раз
zh_hans: 再次记下您的恢复密钥
zh_hant: 再次寫下你的復原金鑰

# RecoveryKeyFlow.writeKeyScreenSubtitle
source: Write down the following words in order.
ru: Запишите эти слова по порядку.
zh_hans: 按顺序记下下列字词。
zh_hant: 請依序寫下以下字詞。

# RecoveryKeyFlow.writeKeyScreenTitle
source: Your Recovery Phrase
ru: Ваш ключ восстановления
zh_hans: 您的恢复密钥
zh_hant: 你的復原金鑰

# RecoveryKeyFlow.writeKeyStepTitle
source: %1$@ of %2$@
ru: %1$@ из %2$@
zh_hans: 共 %2$@ 步,第 %1$@ 步
zh_hant: %2$@ 之 %1$@

# RequestAnAmount.noAmount
source: Please enter an amount first.
ru: Сначала введите сумму.
zh_hans: 请先输入金额。
zh_hant: 請先輸入一個帳戶

# RequestAnAmount.title
source: Request an Amount
ru: Запросить сумму
zh_hans: 申请金额
zh_hant: 要求帳戶

# ReScan.alertAction
source: Sync
ru: Синхронизация
zh_hans: 同步
zh_hant: 同步

# ReScan.alertMessage
source: You will not be able to send money while syncing.
ru: Вы не сможете отправлять деньги во время синхронизации.
zh_hans: 您不能在同步的同时寄钱。
zh_hant: 同步期間無法發款。

# ReScan.alertTitle
source: Sync with Blockchain?
ru: Синхронизировать с Blockchain?
zh_hans: 与区块链同步？
zh_hant: 要與區塊鏈同步嗎？

# ReScan.body1
source: 20-45 minutes
ru: 20-45 минут
zh_hans: 20-45 分钟
zh_hant: 20-45 分鐘

# ReScan.body2
source: If a transaction shows as completed on the network but not in your BRD.
ru: Если транзакция описывается как "выполненная" в биткойн-сети, но не в вашем BRD-кошельке.
zh_hans: 如果某次交易在比特币网络上显示为已完成，却不在您的 BRD 里。
zh_hant: 如果交易在比特幣網上已經顯示為完成，但沒有出現在您的 BRD 上。

# ReScan.body3
source: You repeatedly get an error saying your transaction was rejected.
ru: Вы несколько раз получили ошибку о том, что транзакция отвергнута.
zh_hans: 你反复得到交易被拒绝的出错信息。
zh_hant: 你不斷收到「交易被拒」的錯誤。

# ReScan.buttonTitle
source: Start Sync
ru: Начать синхронизацию
zh_hans: 开始同步
zh_hant: 開始同步

# ReScan.footer
source: You will not be able to send money while syncing with the blockchain.
ru: Вы не сможете отправлять деньги во время синхронизации с blockchain.
zh_hans: 您不能在与区块链同步的同时寄钱。
zh_hant: 與區塊鏈同步期間無法發款。

# ReScan.header
source: Sync Blockchain
ru: Синхронизация с Blockchain
zh_hans: 同步区块链
zh_hant: 與區塊鏈同步

# ReScan.subheader1
source: Estimated time
ru: Примерное время
zh_hans: 估计时间
zh_hant: 預估時間

# ReScan.subheader2
source: When to Sync?
ru: Когда синхронизировать?
zh_hans: 何时同步？
zh_hant: 什麼時候該進行同步？

# RewardsView.expandedBody
source: Learn how you can save on trading fees and unlock future rewards
ru: Узнайте как сэкономить на комиссионных обменах и открыть будущие бонусы.
zh_hans: 了解如何节省交易费用并激活未来的奖励计划。
zh_hant: 了解如何節省交易費用，解鎖未來的財富。

# RewardsView.expandedTitle
source: Introducing BRD Rewards.
ru: Представляем Бонусы BRD.
zh_hans: 介绍BRD奖励计划。
zh_hant: 我們為您介紹BRD Rewards。

# RewardsView.normalTitle
source: Rewards
ru: Бонусы
zh_hans: 奖励
zh_hant: 獎勵

# Scanner.flashButtonLabel
source: Camera Flash
ru: Вспышка камеры
zh_hans: 相机闪光灯
zh_hant: 相機閃光

# Search.complete
source: complete
ru: выполнено
zh_hans: 完成
zh_hant: 完成

# Search.pending
source: pending
ru: в ожидании
zh_hans: 待定
zh_hant: 待決

# Search.received
source: received
ru: получено
zh_hans: 已收到
zh_hant: 已收到

# Search.search
source: Search
ru: Поиск
zh_hans: 搜索
zh_hant: 搜尋

# Search.sent
source: sent
ru: отправлено
zh_hans: 已发送
zh_hant: 已寄送

# SecurityCenter.faceIdTitle
source: Face ID
zh_hans: 面部识别

# SecurityCenter.paperKeyDescription
source: The only way to access your assets if you lose or upgrade your phone.
ru: Единственный способ получения доступа к вашим биткойнам в случае потери или изменения вашего телефона.
zh_hans: 若您丢失或升级您的手机，访问您的比特币的唯一方法。
zh_hant: 您的手機遺失或升級時，存取您的比特幣唯一的方式。

# SecurityCenter.paperKeyTitle
source: Recovery Phrase
ru: Бумажный ключ
zh_hans: 纸键
zh_hant: 紙本金鑰

# SecurityCenter.paperKeyTitle.android
source: Recovery Phrase
ru: Бумажный ключ
zh_hans: 纸键
zh_hant: 紙本金鑰

# SecurityCenter.pinDescription
source: Protects your BRD from unauthorized users.
ru: Защищает ваш BRD от несанкционированных пользователей.
zh_hans: 保护您的 BRD 免遭未授权用户盗用。
zh_hant: 保護您的 BRD，防範未經授權的使用者。

# SecurityCenter.pinTitle
source: 6-Digit PIN
ru: 6-цифровой PIN-код
zh_hans: 6 位 PIN
zh_hant: 6 位數 PIN 碼

# SecurityCenter.touchIdDescription
source: Conveniently unlock your BRD and send money up to a set limit.
ru: Легко и просто разблокируйте ваш BRD-кошелек и отправляйте суммы, не превышающие ваш лимит на расходы.
zh_hans: 方便地解锁 BRD，在设定限额下汇钱。
zh_hant: 輕鬆解鎖您的 BRD，並在設定好的限額內寄送款項。

# SecurityCenter.touchIdTitle
source: Touch ID
zh_hans: 触摸 ID

# SecurityCenter.touchIdTitle.android
source: Fingerprint Authentication
ru: Аутентификация по отпечаткам пальцев
zh_hans: 指纹认证
zh_hant: 指紋驗證

# Segwit.ConfirmationConfirmationTitle
source: You have enabled SegWit!
ru: Вы активировали SegWit!
zh_hans: 您已启用 SegWit！
zh_hant: 您已啟用 SegWit！

# Segwit.ConfirmationInstructionsDescription
source: Thank you for helping move bitcoin forward.
ru: Благодарим вас за продвижение биткоина.
zh_hans: 感谢您帮助比特币发展。
zh_hant: 感謝您協助推動比特幣向前發展。

# Segwit.ConfirmationInstructionsInstructions
source: SegWit support is still a beta feature. Once SegWit is enabled, it will not be possible to disable it. You will be able to find the legacy address under Settings. Some third-party services, including crypto trading, may be unavailable to users who have enabled SegWit. In case of emergency, you will be able to generate a legacy address from Preferences > Bitcoin Settings. SegWit will automatically be enabled for all users in a future update.
ru: Поддержка SegWit еще является бета-функцией. С момента активации функции SegWit ее нельзя будет отключить. Вы сможете найти унаследованный адрес в Настройках. Некоторые услуги третьей стороны, включая крипто-трейдинг, могут быть недоступными для пользователей, которые активировали SegWit. В случае крайней необходимости, вы сможете генерировать унаследованный адрес, зайдя в Preferences (Параметры) > Bitcoin Settings (Настройки биткоина). В будущем обновлении SegWit будет автоматически активирована для всех пользователей.
zh_hans: SegWit 支持还是一项不成熟的测试功能。 启用 SegWit 后,将无法将其禁用。 您可以在"设置"下找到传统地址。 启用了 SegWit 的用户可能无法使用包括加密货币交易在内的部分第三方服务。如果出现紧急情况,您可以通过"首选项"(Preferences) >"比特币设置"(Bitcoin Settings) 生成一个传统地址。 在将来的更新中,将自动为所有用户 启用 SegWit。
zh_hant: SegWit 支援仍為測試功能。 一旦 SegWit 被啟用,將無法停用。您將能夠在設定中找到舊版位址。 啟用 SegWit 的使用者可能無法使用某些第三方服務,包括加密貨幣交易。在緊急情況下,您可以在偏好選項 > 比特幣設定中產生一個舊版位址。 在未來更新中,SegWit 將自動為所有使用者啟用。

# Segwit.ConfirmChoiceLayout
source: Enabling SegWit is an irreversible feature. Are you sure you want to continue?
ru: Активация SegWit является необратимой функцией. Вы уверены, что хотите продолжить?
zh_hans: 启用 SegWit 是不可逆转的功能。是否确定要继续？
zh_hant: 啟用 SegWit 是不可逆轉的功能。確定要繼續嗎？

# Segwit.Enable
source: Enable
ru: Активировать
zh_hans: 启用
zh_hant: 啟用

# Segwit.HomeButton
source: To the Moon
ru: На главный экран
zh_hans: 去月球
zh_hant: 到月球

# Send.amountLabel
source: Amount
ru: Сумма
zh_hans: 金额
zh_hant: 金額

# Send.balance
source: Balance: %1$@
ru: Баланс: %1$@
zh_hans: 余额：%1$@
zh_hant: 餘額：%1$@

# Send.cameraUnavailabeMessage.android
source: Allow camera access in "Settings" > "Apps" > "BRD" > "Permissions"
ru: Разрешить доступ к камере в: "Настройки" > "Приложения" > "BRD" > "Разрешения"
zh_hans: 在“设置”>“应用”>“BRD”>“权限”中允许访问相机
zh_hant: 到「設定」 > 「應用程式」 > 「BRD」 > 「權限」允許相機存取

# Send.cameraUnavailabeTitle.android
source: BRD is not allowed to access the camera
ru: Приложению BRD не разрешен доступ к камере
zh_hans: BRD 没有访问相机的权限
zh_hant: BRD 尚未獲准存取相機

# Send.cameraunavailableMessage
source: Go to Settings to allow camera access.
ru: Перейдите в "Настройки", чтобы разрешить доступ к камере.
zh_hans: 前往“设置”以允许访问照相机。
zh_hant: 請至「設定」允許存取相機。

# Send.cameraUnavailableTitle
source: BRD is not allowed to access the camera
ru: BRD не имеет разрешения на доступ к камере
zh_hans: BRD 不允许访问照相机
zh_hant: BRD 未獲得存取相機的權限

# Send.containsAddress
source: The destination is your own address. You cannot send to yourself.
ru: Место назначения является вашим собственным адресом. Вы не можете отправить деньги самому себе.
zh_hans: 目标是您自己的地址。您不能发送给您自己。
zh_hant: 目的地為您自己的地址。您不能寄送給自己。

# Send.creatTransactionError
source: Could not create transaction.
ru: Не удалось создать транзакцию.
zh_hans: 无法创建交易。
zh_hant: 無法建立交易。

# Send.descriptionLabel
source: Memo
ru: Записка
zh_hans: 备忘录
zh_hant: 備註

# Send.emptyPasteboard
source: Pasteboard is empty
ru: Буфер обмена пуст
zh_hans: 粘贴板为空
zh_hant: 剪貼板是空的

# Send.ethSendSelf
source: Can't send to self.
ru: Не удается отправить себе.
zh_hans: 不能发给自己
zh_hant: 無法寄給自己

# Send.fee
source: Network Fee: %1$@
ru: Комиссия сети: %1$@
zh_hans: 网络费：%1$@
zh_hant: 網路費：%1$@

# Send.identityNotCertified
source: Payee identity isn't certified.
ru: Личность получателя платежа не сертифицирована.
zh_hans: 收款人身份未经认证。
zh_hant: 受款人身分未經認證。

# Send.insufficientFunds
source: Insufficient Funds
ru: Недостаточно средств
zh_hans: 资金不足
zh_hant: 資金不足

# Send.insufficientGasMessage
source: You must have at least %1$@ in your wallet in order to transfer this type of token. Would you like to go to your Ethereum wallet now?
ru: Чтобы передать токен этого типа, у вас в кошельке должно быть хотя бы %1$@. Вы хотите перейти к своему Ethereum-кошельку?
zh_hans: 您的钱包里必须至少有 %1$@ 才能够转让此种类型的代币。您现在想前往您的以太坊钱包吗？
zh_hant: 欲傳送此類代幣，您錢包中至少須有 %1$@。請問您現在要前往以太坊錢包嗎？

# Send.insufficientGasTitle
source: Insufficient Ethereum Balance
ru: Недостаточно Ethereum
zh_hans: 以太坊余额不足
zh_hant: 以太坊餘額不足

# Send.invalidAddressMessage
source: The destination address is not a valid %1$@ address.
ru: Недействительный %1$@-адрес получателя.
zh_hans: 目标地址不是有效的%1$@地址。
zh_hant: 目的地址不是一個有效的%1$@地址。

# Send.invalidAddressOnPasteboard
source: Pasteboard does not contain a valid %1$@ address.
ru: В буфере обмена нет действительного %1$@-адреса.
zh_hans: 粘贴板中没有有效的%1$@地址
zh_hant: 剪貼板未包含有效的%1$@地址。

# Send.invalidAddressTitle
source: Invalid Address
ru: Недействительный адрес
zh_hans: 无效地址
zh_hant: 位址無效

# Send.isRescanning
source: Sending is disabled during a full rescan.
ru: Отправка отключена во время полного сканирования.
zh_hans: 完全扫描期间发送功能已被禁用。
zh_hant: 完全重新掃描期間無法寄送。

# Send.legacyAddressWarning
source: Warning: this is a legacy bitcoin address. Are you sure you want to send Bitcoin Cash to it?
ru: Внимание: это унаследованный биткойн-адрес. Вы уверены, что хотите отправить криптовалюту Bitcoin Cash на него?
zh_hans: 警告：这是已停用的比特币地址。您确定要向这个地址发送比特币现金吗？
zh_hant: 注意，這是一個 legacy 比特幣位址。您確定要傳送比特幣現金至此嗎？

# Send.loadingRequest
source: Loading Request
ru: Загрузка запроса
zh_hans: 加载请求中
zh_hant: 正在載入要求

# Send.nilFeeError
source: Insufficient funds to cover the transaction fee.
ru: Недостаточно средств для оплаты комиссии за транзакцию.
zh_hans: 资金不够支付交易费。
zh_hant: 資金不足支付轉帳費用。

# Send.noAddress
source: Please enter the recipient's address.
ru: Пожалуйста, введите адрес получателя.
zh_hans: 请输入收件人地址。
zh_hant: 請輸入收受者的地址。

# Send.noAmount
source: Please enter an amount to send.
ru: Пожалуйста, введите сумму для отправки.
zh_hans: 请输入汇款金额。
zh_hant: 請輸入欲寄送的金額。

# Send.noFeesError
source: Network Fee conditions are being downloaded. Please try again.
ru: Условия Network Fee загружаются. Повторите попытку.
zh_hans: 正在下载网络费状态。请重试。
zh_hant: 正在下載網路資金現況。請再試一次。

# Send.pasteLabel
source: Paste
ru: Вставить
zh_hans: 粘贴
zh_hant: 貼上

# Send.publishTransactionError
source: Could not publish transaction.
ru: Не удалось опубликовать транзакцию.
zh_hans: 无法发布交易。
zh_hant: 無法公布交易。

# Send.remoteRequestError
source: Could not load payment request
ru: Не удалось загрузить запрос на оплату
zh_hans: 无法加载支付请求
zh_hant: 無法載入付款要求

# Send.scanLabel
source: Scan
ru: Сканировать
zh_hans: 扫描
zh_hant: 掃描

# Send.sendLabel
source: Send
ru: Отправить
zh_hans: 发送
zh_hant: 寄送

# Send.sendMaximum
source: Send maximum amount?
ru: Отправить максимальную сумму?
zh_hans: 发送最高金额?
zh_hant: 匯出最大金額?

# Send.title
source: Send
ru: Отправить
zh_hans: 发送
zh_hant: 寄送

# Send.toLabel
source: To
ru: На
zh_hans: 至
zh_hant: 給

# Send.UsedAddress.firstLine
source: Bitcoin addresses are intended for single use only.
ru: Биткойн-адреса предназначены исключительно для однократного использования.
zh_hans: 比特币地址仅供一次性使用。
zh_hant: 比特幣位址專供一次性使用。

# Send.UsedAddress.secondLIne
source: Re-use reduces privacy for both you and the recipient and can result in loss if the recipient doesn't directly control the address.
ru: Повторное использование снижает как вашу конфиденциальность, так и конфиденциальность получателя, и может привести к потерям, если получатель не совершает непосредственный контроль за этим адресом.
zh_hans: 重复使用会削弱您和收件人的隐私，如果收件人不直接控制地址，可能会导致损失。
zh_hant: 重複使用會降低您與收受者的隱私，如果收受者無法直接控制該位址，可能會造成損失。

# Send.UsedAddress.title
source: Address Already Used
ru: Адрес уже используется
zh_hans: 地址已被使用
zh_hant: 位址已有人使用

# Settings.about
source: About
ru: О нас
zh_hans: 关于
zh_hant: 關於

# Settings.advanced
source: Advanced
ru: Расширенные
zh_hans: 高级
zh_hant: 進階

# Settings.advancedTitle
source: Advanced Settings
ru: Расширенные настройки
zh_hans: 高级设置
zh_hant: 進階設定

# Settings.atmMapMenuItemSubtitle
source: Available in the USA only
ru: Доступно только в США
zh_hans: 仅在美国提供
zh_hant: 僅在美國提供

# Settings.atmMapMenuItemTitle
source: Crypto ATM Map
ru: Карта крипто-банкоматов
zh_hans: 加密ATM地图
zh_hant: 加密ATM地圖

# Settings.currency
source: Display Currency
ru: Отображать валюту
zh_hans: 显示币种
zh_hant: 顯示貨幣

# Settings.currencyPageTitle
source: %1$@ Settings
ru: %1$@ Настройки
zh_hans: %1$@ 设置
zh_hant: %1$@ 設定

# Settings.currencySettings
source: Currency Settings
ru: Настройки валюты
zh_hans: 货币设置
zh_hant: 貨幣設定

# Settings.earlyAccess
source: Join Early Access
ru: Присоединитесь к пользователям с ранним доступом
zh_hans: 加入早期访问
zh_hant: 參加「先行體驗」

# Settings.EnableSegwit
source: Enable Segwit
ru: Активировать Segwit
zh_hans: 启用 SegWit
zh_hant: 啟用 Segwit

# Settings.enjoying
source: Are you enjoying BRD?
ru: Нравится ли вам использовать BRD?
zh_hans: 您喜欢 BRD 吗？
zh_hant: 您喜歡 BRD 嗎？

# Settings.faceIdLimit
source: Face ID Spending Limit
ru: Лимит расходов Face ID
zh_hans: 面部识别支出限额
zh_hant: Face ID 消費上限

# Settings.importTitle
source: Redeem Private Key
ru: Восстановить секретный ключ
zh_hans: 兑换私钥
zh_hant: 兌換私密金鑰

# Settings.manage
source: Manage
ru: Управление
zh_hans: 管理
zh_hant: 管理

# Settings.notifications
source: Notifications
ru: Уведомления
zh_hans: 通知
zh_hant: 通知

# Settings.other
source: Other
ru: Другие
zh_hans: 其他
zh_hant: 其他

# Settings.preferences
source: Preferences
ru: Параметры
zh_hans: 选项
zh_hant: 偏好

# Settings.resetCurrencies
source: Reset to Default Currencies
ru: Восстановить валюту по умолчанию
zh_hans: 重置为默认货币
zh_hant: 重設為預設貨幣

# Settings.review
source: Leave us a Review
ru: Оставьте свой отзыв
zh_hans: 给我们评论
zh_hant: 為我們撰寫評論

# Settings.rewards
source: Rewards
ru: Вознаграждения
zh_hans: 奖励
zh_hant: 獎勵

# Settings.shareData
source: Share Anonymous Data
ru: Поделиться анонимными данными
zh_hans: 分享匿名数据
zh_hant: 分享匿名資料

# Settings.sync
source: Sync Blockchain
ru: Синхронизация с Blockchain
zh_hans: 同步区块链
zh_hant: 與區塊鏈同步

# Settings.title
source: Menu
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# Settings.touchIdLimit
source: Touch ID Spending Limit
ru: Лимит на расходы Touch ID
zh_hans: 触摸 ID 支出限制
zh_hant: Touch ID 花費上限

# Settings.touchIdLimit.android
source: Fingerprint Authentication Spending Limit
ru: Расходный лимит с аутентификацией по отпечаткам пальцев
zh_hans: 指纹认证支出限额
zh_hant: 指紋驗證花費限制

# Settings.ViewLegacyAddress
source: View Legacy Receive Address
ru: Просмотреть унаследованный адрес
zh_hans: 查看传统接收地址
zh_hant: 查看舊版接收位址

# Settings.ViewLegacyAddressReceiveDescription
source: Only send Bitcoin (BTC) to this address. Any other asset sent to this address will be lost permanently.
ru: Отправляйте на этот адрес только биткоин (BTC). Любые другие активы, отправленные на этот адрес, будут безвозвратно потеряны.
zh_hans: 请仅发送比特币 (BTC) 至此地址。发送至此地址的任何其他资产将永久丢失。
zh_hant: 請只發送比特幣（BTC）至此位址。任何發送到此位址的資產將永久遺失。

# Settings.ViewLegacyAddressReceiveTitle
source: Receive Bitcoin
ru: Получить биткоин
zh_hans: 接收比特币
zh_hant: 接收比特幣

# Settings.wallet
source: Wallets
ru: Кошелек
zh_hans: 钱包
zh_hant: 錢包

# Settings.wipe
source: Unlink from this device
ru: Отвязать от этого устройства
zh_hans: 取消与此设备的链接
zh_hant: 移除與此裝置連結

# ShareData.body
source: Help improve BRD by sharing your anonymous data with us. This does not include any financial information. We respect your financial privacy.
ru: Помогите нам улучшить BRD, поделившись своими анонимными данными. Такие данные не включают какую-либо финансовую информацию. Мы уважаем вашу финансовую конфиденциальность.
zh_hans: 同我们分享您的匿名数据来帮助改善 BRD。这不包括任何财务信息。我们尊重您的财务隐私。
zh_hant: 請跟我們分享您的匿名資料，以協助我們改善 BRD。其中不會包含財務資訊。我們尊重您的財務隱私。

# ShareData.header
source: Share Data?
ru: Поделиться данными?
zh_hans: 共享数据？
zh_hant: 分享資料？

# ShareData.toggleLabel
source: Share Anonymous Data?
ru: Поделиться анонимными данными?
zh_hans: 共享匿名数据？
zh_hant: 分享匿名資料？

# StartPaperPhrase.againButtonTitle
source: Write Down Recovery Phrase Again
ru: Выписать бумажный ключ снова
zh_hans: 再次书写纸键
zh_hant: 再寫一次紙本金鑰

# StartPaperPhrase.body
source: Your recovery phrase is the only way to restore your BRD if your phone is lost, stolen, broken, or upgraded. We will show you a list of words to write down on a piece of paper and keep safe.
ru: Бумажный ключ – это единственный способ восстановить ваш BRD-кошелек в случае потери, кражи, поломки или замены вашего телефона. Мы покажем вам список слов, которые необходимо записать на листе бумаги и хранить в надежном месте.
zh_hans: 如果您的手机丢失、被盗、损坏或升级，纸上密钥是恢复 BRD 的唯一方法。 我们将向您显示一张单词表，请将其写在纸上并保存在安全的地方。
zh_hant: 您的手機遺失、損壞或升級時，紙本金鑰是復原 BRD 唯一的方式。 我們會向您出示一個字串，請寫在紙上並妥善保管。

# StartPaperPhrase.Body.Android
source: Your recovery phrase is the only way to restore your BRD if your phone is lost, stolen, broken, or upgraded. Your recovery phrase is also required if you change the security settings on your device. We will show you a list of words to write down on a piece of paper and keep safe.
ru: Бумажный ключ — это единственный способ восстановить ваш кошелек BRD в случае, если ваш телефон окажется утерян, украден, сломан или обновлен. Бумажный ключ будет также необходим, если вы измените настройки безопасности на вашем устройстве. Мы покажем вам список слов, которые необходимо записать на бумаге и хранить в безопасном месте.
zh_hans: 在手机丢失,被盗,损坏或升级情况下,纸钥是您恢复 BRD 的唯一方法。 您需要提供纸钥以更改手机安全设置。 我们将向您展示一份单词列表,请您记录在纸上并妥善保管。
zh_hant: 如果您的手機遺失,遭竊,損壞或升級,您的紙上金鑰是恢復比特幣錢包 (BRD) 的唯一方法。 如果變更裝置上的安全設定,也需要提供紙上金鑰。 我們將向您展示一張單詞列表,寫在一張紙上並妥善保管。

# StartPaperPhrase.buttonTitle
source: Write Down Recovery Phrase
ru: Выписать бумажный ключ
zh_hans: 写下纸键
zh_hant: 寫下紙本金鑰

# StartPaperPhrase.date
source: Last written down on %1$@
ru: Вы выписывали свой бумажный ключ в последний раз %1$@
zh_hans: 您最后一次记录纸上密钥是在 %1$@
zh_hant: 您最近一次在 %1$@ 寫下了您的紙本金鑰

# StartViewController.createButton
source: Create New Wallet
ru: Создать новый кошелек
zh_hans: 创建新钱包
zh_hant: 創建新錢包

# StartViewController.message
source: Moving money forward.
ru: Самый надежный и безопасный способ использования биткойна.
zh_hans: 使用比特币最安全且最可靠的方式。
zh_hant: 使用比特幣最安全、最有保障的方式。

# StartViewController.recoverButton
source: Recover Wallet
ru: Восстановить кошелек
zh_hans: 恢复钱包
zh_hant: 恢復錢包

# SyncingView.activity
source: Activity
ru: Активность
zh_hans: 活动
zh_hant: 活動

# SyncingView.connecting
source: Connecting
ru: Соединение
zh_hans: 连接中
zh_hant: 正在連線

# SyncingView.failed
source: Sync Failed
ru: Ошибка синхронизации
zh_hans: 同步失败
zh_hant: 同步失敗

# SyncingView.header
source: Syncing
ru: Синхронизация
zh_hans: 正在同步
zh_hant: 正在同步

# SyncingView.retry
source: Retry
ru: Повторить
zh_hans: 重试
zh_hant: 重試

# SyncingView.syncedThrough
source: Synced through %1$@
ru: Синхронизированно до %1$@
zh_hans: 从 %1$@ 同步
zh_hant: 從 %1$@ 同步

# SyncingView.syncing
source: Syncing
ru: Синхронизация
zh_hans: 同步中
zh_hant: 正在同步

# TimeSince.days
source: %1$@ d
ru: %1$@ д
zh_hans: %1$@ 天
zh_hant: %1$@ 天

# TimeSince.hours
source: %1$@ h
ru: %1$@ ч
zh_hans: %1$@ 小时
zh_hant: %1$@ 小時

# TimeSince.minutes
source: %1$@ m
ru: %1$@ м
zh_hans: %1$@ 分钟
zh_hant: %1$@ 分鐘

# TimeSince.seconds
source: %1$@ s
ru: %1$@ с
zh_hans: %1$@ 秒
zh_hant: %1$@ 秒

# TokenList.add
source: Add
ru: Добавить
zh_hans: 添加
zh_hant: 增加

# TokenList.addTitle
source: Add Wallets
ru: Добавить кошельки
zh_hans: 添加钱包
zh_hant: 增加錢包

# TokenList.hide
source: Hide
ru: Скрыть
zh_hans: 隐藏
zh_hant: 隱藏

# TokenList.manageTitle
source: Manage Wallets
ru: Управление кошельками
zh_hans: 管理钱包
zh_hant: 管理錢包

# TokenList.remove
source: Remove
ru: Удалить
zh_hans: 移除
zh_hant: 移除

# TokenList.show
source: Show
ru: Показать
zh_hans: 显示
zh_hant: 顯示

# TouchIdSettings.customizeText
source: You can customize your Touch ID spending limit from the %1$@.
ru: Вы можете настроить лимит расходов Touch ID через %1$@.
zh_hans: 你可以自定义从 %1$@ 的 Touch ID 支出限额。
zh_hant: 你可以在%1$@自訂你的 Touch ID 支出限額。
