Repository: breadwallet/breadwallet-ios
Catalog: breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: ru, zh_hans, zh_hant

# Import.SuccessBody
source: Successfully imported wallet.
ru: Вы успешно восстановили секретный ключ.
zh_hans: 成功兑换私钥。
zh_hant: 成功兌換私密金鑰。

# Import.title
source: Import Wallet
ru: Восстановить секретный ключ
zh_hans: 兑换私钥
zh_hant: 兌換私密金鑰

# Import.unlockingActivity
source: Unlocking Key
ru: Ключ разблокировки
zh_hans: 解锁键
zh_hant: 正在解除鎖定金鑰

# Import.warning
source: Importing a wallet does not include transaction history or other details.
ru: Восстановление секретного ключа не импортирует историю транзакций и другую информацию.
zh_hans: 兑换私钥不需要输入交易历史或其他细节。
zh_hant: 兌換私密金鑰並不會匯入交易歷史或其他資料。

# Import.wrongPassword
source: Wrong password, please try again.
ru: Неправильный пароль, повторите попытку.
zh_hans: 密码错误，请重试。
zh_hant: 密碼錯誤，請重試一次。

# JailbreakWarnings.close
source: Close
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

# JailbreakWarnings.ignore
source: Ignore
ru: Игнорировать
zh_hans: 忽略
zh_hant: 略過

# JailbreakWarnings.messageWithBalance
source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access BRD's keychain data and steal your bitcoin! Wipe this wallet immediately and restore on a secure device.
ru: БЕЗОПАСНОСТЬ УСТРОЙСТВА ПОДВЕРГНУТА РИСКУ Какое-либо приложение по снятию ограничений с файловой системы может получить доступ к данным цепочки ключей BRD и украсть ваши биткойны! Немедленно очистите ваш кошелек и восстановите его на безопасном устройстве.
zh_hans: 设备安全性受损 任何'越狱'应用都可能访问 BRD 的密钥链数据并盗取您的比特币！立即擦除这个钱包并在一台安全设备上进行恢复。
zh_hant: 裝置安全性遭破解 任何「越獄」應用程式都可以存取 BRD 的鑰匙圈資料、 竊取您的比特幣！立即抹除這個錢包，在安全的裝置上還原。

# JailbreakWarnings.messageWithoutBalance
source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access BRD's keychain data and steal your bitcoin. Please only use BRD on a non-jailbroken device.
ru: БЕЗОПАСНОСТЬ УСТРОЙСТВА ПОДВЕРГНУТА РИСКУ Какое-либо приложение по снятию ограничений с файловой системы может получить доступ к данным цепочки ключей BRD и украсть ваши биткойны. Пожалуйста, используйте BRD только на устройствах с не снятыми с файловой системы ограничениями.
zh_hans: 设备安全性受损 任何'越狱'应用都可能访问 BRD 的密钥链数据并盗取您的比特币！请您仅在未越狱设备上使用 BRD 。
zh_hant: 裝置安全性遭破解 任何「越獄」應用程式都可以存取 BRD 的鑰匙圈資料、 竊取您的比特幣。請只在未越獄的裝置上使用 BRD。

# JailbreakWarnings.title
source: WARNING
ru: ПРЕДУПРЕЖДЕНИЕ
zh_hans: 警告
zh_hant: 警告

# JailbreakWarnings.wipe
source: Wipe
ru: Очистить
zh_hans: 擦除
zh_hant: 抹除

# LinkWallet.approve
source: Approve
ru: Одобрить
zh_hans: 同意
zh_hant: 同意

# LinkWallet.decline
source: Decline
ru: Отклонить
zh_hans: 拒绝
zh_hant: 拒絕

# LinkWallet.disclaimer
source: External apps cannot send money without approval from this device
ru: Внешние приложения не могут отправлять деньги без согласия с этого устройства
zh_hans: 外部应用没有本设备的许可将不能汇钱
zh_hant: 外部應用程式未經此裝置的允許無法匯款

# LinkWallet.domainTitle
source: Note: ONLY interact with this app when on one of the following domains
ru: Примечание: взаимодействуйте ТОЛЬКО с этим приложением, когда находитесь на одном из следующих доменов
zh_hans: 注意:仅在如下域名时才使用本应用
zh_hant: 備註:在連線到下列網域時才會與此應用程式互動

# LinkWallet.logoFooter
source: Secure Checkout
ru: Защищенная Оплата Покупок
zh_hans: 安全结账
zh_hant: 安全結帳

# LinkWallet.permissionsTitle
source: This app will be able to:
ru: Это приложение способно:
zh_hans: 该应用将能够:
zh_hant: 此應用程式將可以:

# LinkWallet.title
source: Link Wallet
ru: Прикрепить Кошелек
zh_hans: 关联钱包
zh_hant: 連結電子錢包

# LocationPlugin.disabled
source: Location services are disabled.
ru: Сервисы определения местоположения отключены.
zh_hans: 位置服务被禁用。
zh_hant: 定位服務已停用。

# LocationPlugin.notAuthorized
source: BRD does not have permission to access location services.
ru: У BRD не разрешения на доступ к сервисам определения местоположения.
zh_hans: BRD 无权限访问位置服务。
zh_hant: BRD 沒有存取定位服務的權限。

# ManageWallet.creationDatePrefix
source: You created your wallet on %1$@
ru: Вы создали ваш кошелек %1$@
zh_hans: 您在%1$@上创建了您的钱包
zh_hant: 您在 %1$@ 建立了電子錢包

# ManageWallet.description
source: Your wallet name only appears in your account transaction history and cannot be seen by anyone else.
ru: Название вашего кошелька отображается только в журнале транзакций вашей учетной записи, и ни один другой пользователь не может его видеть.
zh_hans: 您的钱包名称仅出现在您的帐户交易记录中，其他任何人无法看到。
zh_hant: 您的錢包名稱只會出現在您的帳戶交易記錄中，任何其他人都看不到。

# ManageWallet.textFeildLabel
source: Wallet Name
ru: Название кошелька
zh_hans: 钱包名称
zh_hant: 電子錢包名稱

# ManageWallet.title
source: Manage Wallet
ru: Управление кошельком
zh_hans: 管理钱包
zh_hant: 管理電子錢包

# MenuButton.addWallet
source: Add Wallet
ru: Добавить кошелек
zh_hans: 添加钱包
zh_hant: 增加錢包

# MenuButton.lock
source: Lock Wallet
ru: Заблокировать кошелек
zh_hans: 锁住钱包
zh_hant: 鎖定電子錢包

# MenuButton.manageWallets
source: Manage Wallets
ru: Управлять кошельками
zh_hans: 管理钱包
zh_hant: 管理錢包

# MenuButton.scan
source: Scan QR Code
ru: Сканировать QR код
zh_hans: 扫描QR
zh_hant: 掃描 QR

# MenuButton.security
source: Security Settings
ru: Центр безопасности
zh_hans: 安全中心
zh_hant: 資訊安全中心

# MenuButton.settings
source: Settings
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# MenuButton.support
source: Support
ru: Поддержка
zh_hans: 支持
zh_hant: 支援

# MenuViewController.createButton
source: Create New Wallet
ru: Создать новый кошелек
zh_hans: 创建新的钱包
zh_hant: 建立新的電子錢包

# MenuViewController.modalTitle
source: Menu
ru: Меню
zh_hans: 菜单
zh_hant: 選單

# MenuViewController.recoverButton
source: Recover Wallet
ru: Восстановить кошелек
zh_hans: 恢复钱包
zh_hant: 復原電子錢包

# Modal.PaperKeySkip.Body.Android
source: Your recovery phrase is required to open your wallet if you change the security settings on your phone. Are you sure you want to set up your recovery phrase later?
ru: Бумажный ключ будет необходим, чтобы открыть ваш кошелек, если вы измените настройки безопасности на вашем телефоне. Вы уверены, что хотите настроить бумажный ключ позже?
zh_hans: 更改手机安全设置后,打开钱包需要输入纸钥。 您希望稍后再设置纸钥吗？
zh_hant: 如果變更手機上的安全設定,則需要使用紙上金鑰才能開啟錢包。 您確定要稍後設定紙上金鑰嗎？

# Modal.PaperKeySkip.Button.ContinueSetUp
source: Continue Set Up
ru: Продолжить настройку
zh_hans: 继续设置
zh_hant: 繼續設定

# Modal.PaperKeySkip.Button.IllDoItLater
source: I'll do it later
ru: Я сделаю это позже
zh_hans: 稍后进行
zh_hant: 稍後再做

# Modal.PaperKeySkip.Title
source: Attention
ru: Внимание
zh_hans: 注意
zh_hant: 注意

# NodeSelector.automaticButton
source: Switch to Automatic Mode
ru: Переключиться в автоматический режим
zh_hans: 切换到自动模式
zh_hant: 切換至自動模式

# NodeSelector.connected
source: Connected
ru: Подключено
zh_hans: 已连接
zh_hant: 已連線

# NodeSelector.connecting
source: Connecting
ru: Устанавливается соединение
zh_hans: 正在连接
zh_hant: 連接中

# NodeSelector.enterBody
source: Enter Node IP address and port (optional)
ru: Ввести IP-адрес и порт узла (необязательно)
zh_hans: 输入节点 IP 地址和端口（可选）
zh_hant: 輸入節點的 IP 位址及連接埠（選擇性）

# NodeSelector.enterTitle
source: Enter Node
ru: Ввести узел
zh_hans: 输入节点
zh_hant: 輸入節點

# NodeSelector.manualButton
source: Switch to Manual Mode
ru: Переключиться в ручной режим
zh_hans: 切换到手动模式
zh_hant: 切換至手動模式

# NodeSelector.nodeLabel
source: Current Primary Node
ru: Текущий первичный узел
zh_hans: 当前主要节点
zh_hant: 目前主節點

# NodeSelector.notConnected
source: Not Connected
ru: Не подключено
zh_hans: 未连接
zh_hant: 未連線

# NodeSelector.statusLabel
source: Node Connection Status
ru: Состояние подключения узла
zh_hans: 节点连接状态
zh_hant: 節點連線狀態

# NodeSelector.title
source: Bitcoin Nodes
ru: Биткойн-узлы
zh_hans: 比特币节点
zh_hant: 比特幣節點

# Onboarding.browseFirst
source: I'll browse first
ru: Я сначала прогляну
zh_hans: 我要先浏览一下
zh_hant: 我先瀏覽一下

# Onboarding.buyCoin
source: Buy some coin
ru: Купить немного монет
zh_hans: 购买一些钱币
zh_hant: 購買一些貨幣

# Onboarding.getStarted
source: Get started
ru: Начать
zh_hans: 开始
zh_hant: 開始使用服務

# Onboarding.next
source: Next
ru: Далее
zh_hans: 下一步
zh_hant: 下一個

# Onboarding.restoreWallet
source: Restore wallet
ru: Восстановить кошелек
zh_hans: 恢复钱包
zh_hant: 恢復錢包

# Onboarding.skip
source: Skip
ru: Пропустить
zh_hans: 跳过
zh_hant: 略過

# OnboardingPageFour.title
source: Start investing today with as little as $50!
ru: Начинайте инвестировать уже сегодня всего с 50 долларами США!
zh_hans: 今天就开始投资吧,只需 50 美元！
zh_hant: 只需 50 美元,便可在今日立即展開投資！

# OnboardingPageOne.title
source: Welcome to your new digital asset wallet!
ru: Добро пожаловать в ваш новый глобальный кошелек!
zh_hans: 欢迎来到你新的世界钱包！
zh_hant: 歡迎來到您全新的全球錢包！

# OnboardingPageThree.subtitle
source: Invest and diversify with BRD, easily and securely.
ru: Инвестируйте и диверсифицируйте c BRD, просто и безопасно.
zh_hans: 轻松又安全地与 BRD 进行投资和多样化
zh_hant: 使用 BRD 進行多元分散投資,既輕鬆又安全。

# OnboardingPageThree.title
source: Buy and trade bitcoin, tokens, and other digital currencies.
ru: Покупайте и торгуйте биткойном, токенами и прочими цифровыми валютами.
zh_hans: 购买并交易比特币,代币和其他数字货币。
zh_hant: 購買及交易比特幣,代幣及其他數位貨幣。

# OnboardingPageTwo.subtitle
source: We have over $6 billion USD worth of assets under protection.
ru: Под нашей защитой находятся активы общей суммой более 6 миллиардов долларов США.
zh_hans: 我们有价值超过 600 亿美元的资产受到保护。
zh_hant: 我們擁有價值超過 60 億美元受到保護的資產。

# OnboardingPageTwo.title
source: Join millions of people around the world who trust BRD.
ru: Присоединяйтесь к миллионам людей по всему миру, которые доверяют BRD.
zh_hans: 加入全球数百万人信赖的BRD。
zh_hant: 加入全球數百萬信賴 BRD 的人潮。

# PaymentConfirmation.amountText
source: Send %1$@ to purchase %2$@
ru: Отправить %1$@, чтобы купить %2$@
zh_hans: 发送%1$@以购买%2$@
zh_hant: 匯出%1$@來購買%2$@

# PaymentConfirmation.title
source: Confirmation
ru: Подтверждение
zh_hans: 确认
zh_hant: 確認

# PaymentProtocol.Errors.badPaymentRequest
source: Bad Payment Request
ru: Неверный запрос на совершение платежа
zh_hans: 假的付款请求
zh_hant: 不良的付款請求

# PaymentProtocol.Errors.corruptedDocument
source: Unsupported or corrupted document
ru: Неподдерживаемый или поврежденный документ
zh_hans: 不受支持或受损的文档
zh_hant: 不支持的或損毀的文件

# PaymentProtocol.Errors.missingCertificate
source: missing certificate
ru: недостающий сертификат
zh_hans: 缺失的证书
zh_hant: 憑證遺失

# PaymentProtocol.Errors.requestExpired
source: request expired
ru: срок действия запроса истек
zh_hans: 请求已过期
zh_hant: 請求已過期

# PaymentProtocol.Errors.smallOutputError
source: Couldn't make payment
ru: Не удалось выполнить платеж
zh_hans: 无法付款
zh_hant: 無法進行付款

# PaymentProtocol.Errors.smallPayment
source: Payment can’t be less than %1$@. Bitcoin transaction fees are more than the amount of this transaction. Please increase the amount and try again.
ru: Размер биткоин-платежей должен превышать %1$@.
zh_hans: 比特币支付不能小于%1$@。
zh_hant: 比特幣付款不能少於 %1$@。

# PaymentProtocol.Errors.smallTransaction
source: Bitcoin transaction outputs can't be less than %1$@.
ru: Результаты биткойн-транзакции должны превышать %1$@.
zh_hans: 比特币交易输出不能小于 %1$@。
zh_hant: 比特幣交易輸出不能少於 %1$@。

# PaymentProtocol.Errors.unsupportedSignatureType
source: unsupported signature type
ru: неподдерживаемый тип подписи
zh_hans: 不受支持的签名类型
zh_hant: 不受支援的簽章類型

# PaymentProtocol.Errors.untrustedCertificate
source: untrusted certificate
ru: недостоверный сертификат
zh_hans: 不可信证书
zh_hant: 不受信任的憑證

# Prompts.Email.body
source: Be the first to receive important support and product updates
ru: Станьте первым, кто получит существенную поддержку и обновления продукта
zh_hans: 率先接收重要支持和产品更新
zh_hant: 搶先收到重要支援與產品新消息

# Prompts.Email.placeholder
source: enter your email
ru: введите ваш адрес электронной почты
zh_hans: 输入您的电子邮箱
zh_hant: 輸入您的電子信箱

# Prompts.Email.successBody
source: You have successfully subscribed to receive updates
ru: Вы успешно подписались на получение обновлений
zh_hans: 您已成功订阅接收更新
zh_hant: 您已成功訂閱接收新消息

# Prompts.Email.successFootnote
source: We appreciate your continued support
ru: Мы ценим вашу непрерывную поддержку
zh_hans: 我们感谢您的持续支持
zh_hant: 感謝您一直以來的支持

# Prompts.Email.successTitle
source: Thank you!
ru: Спасибо!
zh_hans: 谢谢！
zh_hant: 謝謝您！

# Prompts.Email.title
source: Get in the loop
ru: Войти в узкий круг
zh_hans: 加入
zh_hant: 進入循環

# Prompts.FaceId.body
source: Tap Continue to enable Face ID
ru: Нажмите "Продолжить", чтобы включить Идентификацию по лицу
zh_hans: 点击继续开启面部识别
zh_hant: 點擊繼續來啟用 Face ID

# Prompts.FaceId.title
source: Enable Face ID
ru: Включить Face ID
zh_hans: 启用面部识别
zh_hant: 啟用 Face ID

# Prompts.NoPasscode.body
source: A device passcode is needed to safeguard your wallet. Go to settings and turn passcode on.
ru: Для защиты вашего кошелька необходим код доступа к устройству. Перейдите к настройкам и включите код доступа.
zh_hans: 需要设备密码才能保护您的钱包。转到设置并开启密码。
zh_hant: 必須有裝置密碼來保護您的錢包。進入設定並開啟密碼。

# Prompts.NoPasscode.title
source: Turn device passcode on
ru: Включить код доступа к устройству
zh_hans: 开启设备密码
zh_hant: 開啟裝置密碼。

# Prompts.NoScreenLock.body.android
source: A device screen lock is needed to safeguard your wallet. Enable screen lock in your settings to continue.
ru: Для защиты вашего кошелька требуется блокировка экрана вашего устройства. Перейдите в "Настройки" > "Безопасность" > "Блокировка экрана" и включите, чтобы продолжить.
zh_hans: 需要设备屏幕锁定才能保护您的钱包。在“设置”>“安全”>“屏幕锁定”中启用它以便继续。
zh_hant: 需要裝置螢幕鎖定來保護您的錢包。前往「設定」 > 「安全性」 > 「螢幕鎖定」，啟用來繼續。

# Prompts.NoScreenLock.title.android
source: Screen lock disabled
ru: Блокировка экрана отключена
zh_hans: 屏幕锁定已禁用
zh_hant: 螢幕鎖定已停用

# Prompts.PaperKey.body
source: Please write down your recovery phrase and store it somewhere that is safe and secure.
ru: Ваш бумажный ключ нужно сохранить на случай, если вы потеряете или смените свой телефон.
zh_hans: 为了应对手机丢失或者更换， 请您务必写下你的纸键。
zh_hant: 必須儲存紙上金鑰，以防萬一您遺失或換電話。

# Prompts.PaperKey.Body.Android
source: Set up your recovery phrase in case you ever lose or replace your phone. Your key is also required if you change your phone's security settings.
ru: Создайте бумажный ключ на случай, если вы потеряете или смените ваш телефон. Ключ будет также необходим, если вы измените настройки безопасности на вашем телефоне.
zh_hans: 设置纸钥,避免手机丢失或更换带来的不便。您需要提供密钥以更改手机安全设置。
zh_hant: 設定您的紙上金鑰,以防您遺失或更換手機。如果變更手機的安全設定,也需要您的金鑰。

# Prompts.PaperKey.title
source: Action Required
ru: Необходимо совершить действие
zh_hans: 需要采取的行动
zh_hant: 需要採取動作

# Prompts.RecommendRescan.body
source: Your wallet may be out of sync. This can often be fixed by rescanning the blockchain.
ru: Ваш кошелек, возможно, дал сбой. Зачастую это можно исправить, повторно просканировав цепочку ключей.
zh_hans: 您的钱包可能不同步。通常可通过重新扫描区块链来修复。
zh_hant: 您的電子錢包可能不同步。這通常可以經由重新掃描區塊鏈來修正。

# Prompts.RecommendRescan.title
source: Transaction Rejected
ru: Транзакция отклонена
zh_hans: 交易被拒
zh_hant: 交易被拒

# Prompts.ShareData.body
source: Help improve BRD by sharing your anonymous data with us
ru: Помогите улучшить BRD, поделившись с нами своими анонимными данными
zh_hans: 与我们分享您的匿名数据来帮助改善 BRD。
zh_hant: 和我們分享您的匿名資料來協助改善 BRD

# Prompts.ShareData.title
source: Share Anonymous Data
ru: Поделиться анонимными данными
zh_hans: 分享匿名数据
zh_hant: 分享匿名資料

# Prompts.TouchId.body
source: Tap Continue to enable Touch ID
ru: Коснитесь здесь для активизации функции Touch ID
zh_hans: 点击此处以启用触摸 ID
zh_hant: 點選這裡來啟用 Touch ID

# Prompts.TouchId.body.android
source: Tap here to enable fingerprint authentication
ru: Нажмите здесь, чтобы включить аутентификацию по отпечаткам пальцев
zh_hans: 点击此处启用指纹认证
zh_hant: 點選這裡來啟用指紋驗證

# Prompts.TouchId.title
source: Enable Touch ID
ru: Активировать функцию Touch ID
zh_hans: 启用触摸 ID
zh_hant: 啟用 Touch ID

# Prompts.TouchId.title.android
source: Enable Fingerprint Authentication
ru: Включить аутентификацию по отпечаткам пальцев
zh_hans: 启用指纹认证
zh_hant: 啟用指紋驗證

# Prompts.TouchId.usePin.android
source: PIN
ru: PIN-код
zh_hans: 密码
zh_hant: 密碼

# Prompts.UpgradePin.body
source: BRD has upgraded to using a 6-digit PIN. Tap Continue to upgrade.
ru: BRD обновил свой интерфейс до использования 6-цифрового PIN-кода. Коснитесь здесь для обновления.
zh_hans: BRD 已升级到使用 6 位 PIN。点击此处升级。
zh_hant: BRD 已經升級至 6 位數 PIN 碼。請點這裡升級。

# Prompts.UpgradePin.title
source: Upgrade PIN
ru: Обновить PIN-код
zh_hans: 升级 PIN
zh_hant: 升級 PIN 碼

# PushNotifications.body
source: Turn on push notifications and be the first to hear about new features and special offers.
ru: Включите push-уведомления и первыми узнавайте о новых функциях и специальных предложениях.
zh_hans: 打开推送通知，抢先了解新功能和特惠。
zh_hant: 開啟推送通知，搶先得知新功能和特別優惠。

# PushNotifications.disabled
source: Notifications Disabled
ru: Уведомления Отключены
zh_hans: 提示已禁用
zh_hant: 已停用通知功能

# PushNotifications.disabledBody
source: Turn on notifications to receive special offers and updates from BRD.
ru: Включите уведомления, чтобы получать спецпредложения и новости от BRD.
zh_hans: 开启接收 BRD 特惠版更新通知。
zh_hant: 開通推送消息通知功能，接收 BRD 特別優惠和最新資訊。

# PushNotifications.enabledBody
source: You’re receiving special offers and updates from BRD.
ru: Вы получаете спецпредложения и новости от BRD.
zh_hans: 您正在接收 BRD 特惠版更新。
zh_hant: 您將接收 BRD 特別優惠和最新資訊。

# PushNotifications.enableInstructions
source: Looks like notifications are turned off. Please go to Settings to enable notifications from BRD.
ru: Похоже, уведомления отключены. Перейдите в настройки, чтобы включить уведомления от BRD.
zh_hans: 疑似关闭通知。请进入设置启用 BRD 通知。
zh_hant: 您好像關閉了推送通知功能。請前往“設置”，開通接收 BRD 推送功能。

# PushNotifications.label
source: Receive Push Notifications
ru: Получать Push-уведомления
zh_hans: 接收推送通知
zh_hant: 接收推送

# PushNotifications.off
source: Off
ru: Отключено
zh_hans: 关闭
zh_hant: 關閉

# PushNotifications.on
source: On
ru: Включено
zh_hans: 开启
zh_hant: 開啟

# PushNotifications.title
source: Stay in the Loop
ru: Оставайтесь в курсе событий
zh_hans: 敬请保持同步
zh_hant: 持續獲知最新資訊

# RateAppPrompt.Body.Android
source: If you love our app, please take a moment to rate it and give us a review.
ru: Если вам понравилось наше приложение, уделите минутку, чтобы оценить его и написать нам отзыв.
zh_hans: 如果您喜欢我们的应用程式，请花点时间对其进行评分并给我们一个评论。
zh_hant: 如果您喜歡我們的應用程式，請花點時間為其評分並提供評論。

# RateAppPrompt.Button.Dismiss.Android
source: No Thanks
ru: Нет, спасибо
zh_hans: 不了，谢谢。
zh_hant: 不用了，謝謝

# RateAppPrompt.Button.RateApp.Android
source: Rate BRD
ru: Оцените BRD
zh_hans: 评价BRD
zh_hant: 評價 BRD

# RateAppPrompt.Title.Android
source: Rate BRD
ru: Оцените BRD
zh_hans: 评价BRD
zh_hant: 評價 BRD

# Receive.copied
source: Copied to clipboard.
ru: Скопировано в буфер обмена.
zh_hans: 已复制到剪贴板。
zh_hant: 已複製至剪貼簿。

# Receive.emailButton
source: Email
ru: Эл. почта
zh_hans: 电子邮件
zh_hant: 電子郵件

# Receive.request
source: Request an Amount
ru: Запросить сумму
zh_hans: 申请金额
zh_hant: 要求帳戶

# Receive.share
source: Share
ru: Поделиться
zh_hans: 分享
zh_hant: 分享

# Receive.textButton
source: Text Message
ru: Текстовое сообщение
zh_hans: 短信
zh_hant: 簡訊

# Receive.title
source: Receive
ru: Получить
zh_hans: 接收
zh_hant: 收取

# RecoverWallet.done
source: Done
ru: Готово
zh_hans: 完成
zh_hant: 完成

# RecoverWallet.header
source: Recover Wallet
ru: Восстановить кошелек
zh_hans: 恢复钱包
zh_hant: 復原電子錢包

# RecoverWallet.header_reset_pin
source: Reset PIN
ru: Сбросить PIN-код
zh_hans: 复位 PIN
zh_hant: 重設 PIN 碼

# RecoverWallet.instruction
source: Enter Recovery Phrase
ru: Введите бумажный ключ
zh_hans: 输入纸键
zh_hant: 輸入紙本金鑰

# RecoverWallet.intro
source: Recover your BRD with your recovery phrase.
ru: Восстановите Ваш BRD-кошелек с помощью бумажного ключа.
zh_hans: 用您的纸键恢复您的 BRD。
zh_hant: 以您的紙本金鑰復原您的 BRD

# RecoverWallet.invalid
source: The recovery phrase you entered is invalid. Please double-check each word and try again.
ru: Введенный вами бумажный ключ недействителен. Пожалуйста, внимательно перепроверьте каждое слово и повторите попытку.
zh_hans: 您输入的纸键无效。请仔细检查每个单词并重试。
zh_hant: 紙本金鑰

# RecoverWallet.leftArrow
source: Left Arrow
ru: Стрелка влево
zh_hans: 左箭头键
zh_hant: 左箭頭

# RecoverWallet.next
source: Next
ru: Далее
zh_hans: 下一个
zh_hant: 下一步

# RecoverWallet.reset_pin_more_info
source: Tap here for more information.
ru: Коснитесь здесь для получения подробной информации.
zh_hans: 点击此处以获取更多信息。
zh_hant: 點此了解更多資訊。

# RecoverWallet.rightArrow
source: Right Arrow
ru: Стрелка вправо
zh_hans: 右箭头键
zh_hant: 右箭頭

# RecoverWallet.subheader
source: Enter the recovery phrase for the wallet you want to recover.
ru: Введите бумажный ключ для кошелька, который вы хотите восстановить.
zh_hans: 输入您想恢复的钱包的纸键。
zh_hant: 針對您想要復原的錢包輸入紙本金鑰。

# RecoverWallet.subheader_reset_pin
source: To reset your PIN, enter the words from your recovery phrase into the boxes below.
ru: Для сброса PIN-кода введите слова из вашего бумажного ключа в расположенные ниже поля.
zh_hans: 要重置 PIN 码，请在下面的框中输入纸上密钥中的单词。
zh_hant: 為重設 PIN 碼，請在下方空格內輸入您的紙本金鑰上的字串。

# RecoveryKeyFlow.confirmRecoveryInputError
source: The word you entered is incorrect. Please try again.
ru: Вы неверно ввели слово. Пожалуйста, повторите попытку.
zh_hans: 您输入的字词不正确。请再试一次。
zh_hant: 你輸入的字詞不正確,請再試一次。

# RecoveryKeyFlow.confirmRecoveryKeySubtitle
source: Almost done! Enter the following words from your recovery phrase.
ru: Почти готово! Введите следующие слова из вашего ключа восстановления.
zh_hans: 就快完成了！请输入以下来自您的恢复密钥中的字词。
zh_hant: 快完成了！請輸入以下取自復原金鑰的字詞。

# RecoveryKeyFlow.confirmRecoveryKeyTitle
source: Confirm Recovery Phrase
ru: Подтверждение ключа восстановления
zh_hans: 确认恢复密钥
zh_hant: 確認復原金鑰

# RecoveryKeyFlow.enterRecoveryKey
source: Enter Recovery Phrase
ru: Введите ключ восстановления
zh_hans: 输入恢复密钥
zh_hant: 輸入復原金鑰

# RecoveryKeyFlow.enterRecoveryKeySubtitle
source: Please enter your recovery phrase to unlink this wallet from your device.
ru: Пожалуйста, введите ваш ключ восстановления, чтобы отвязать этот кошелек от вашего устройства.
zh_hans: 请输入恢复密钥以取消此钱包与设备的关联。
zh_hant: 請輸入復原金鑰,以便取消這個錢包與裝置的連結。

# RecoveryKeyFlow.exitRecoveryKeyPromptBody
source: Are you sure you want to set up your recovery phrase later?
ru: Вы уверены, что хотите выполнить настройку ключа восстановления позже?
zh_hans: 您确定要稍后设置恢复密钥吗？
zh_hant: 確定要稍後再設定復原金鑰嗎？

# RecoveryKeyFlow.exitRecoveryKeyPromptTitle
source: Set Up Later
ru: Настроить позже
zh_hans: 稍后设置
zh_hant: 稍後再設定

# RecoveryKeyFlow.generateKeyButton
source: Generate Recovery Phrase
ru: Сгенерировать ключ восстановления
zh_hans: 生成恢复密钥
zh_hant: 產生復原金鑰

# RecoveryKeyFlow.generateKeyExplanation
source: This key is required to recover your money if you upgrade or lose your phone.
ru: Ключ необходим, чтобы вернуть ваши средства, если вы смените или потеряете ваш телефон.
zh_hans: 如果您升级或丢失手机,需要使用此密钥来恢复您的财产。
zh_hant: 如果你升級或遺失手機,想要復原資金時,就需要這個金鑰。

# RecoveryKeyFlow.generateKeyTitle
source: Generate your private recovery phrase
ru: Сгенерируйте приватный ключ восстановления
zh_hans: 生成您的私有恢复密钥
zh_hant: 產生私人復原金鑰

# RecoveryKeyFlow.goToWalletButtonTitle
source: Go to Wallet
ru: Перейти к кошельку
zh_hans: 前往钱包
zh_hant: 前往錢包

# RecoveryKeyFlow.howItWorksStep
source: How it works - Step %1$@
ru: Как это работает — Шаг %1$@
zh_hans: 如何进行 - 第 %1$@ 步
zh_hant: 運作方式 - 步驟 %1$@

# RecoveryKeyFlow.invalidPhrase
source: Some of the words you entered do not match your recovery phrase. Please try again.
ru: Некоторые из введенных вами слов не совпадают с вашим ключом восстановления. Пожалуйста, повторите попытку.
zh_hans: 您输入的部分字词与恢复密钥不匹配。请再试一次。
zh_hant: 你輸入的某些字詞與復原金鑰不符,請再試一次。

# RecoveryKeyFlow.keepSecure
source: Keep it secure
ru: Держите его в безопасности
zh_hans: 妥善保管
zh_hant: 請保護金鑰的安全

# RecoveryKeyFlow.keyUseHint
source: Your key is only needed for recovery, not for everyday wallet access.
ru: Ваш ключ необходим только для восстановления, а не для повседневного доступа к кошельку.
zh_hans: 您的密钥仅用于恢复时,日常访问钱包时无需此密钥。
zh_hant: 你只有復原的時候需要使用金鑰,日常存取錢包時並不需要。

# RecoveryKeyFlow.noScreenshotsOrEmailWarning
source: For security purposes, do not screenshot or email these words
ru: В целях безопасности не делайте скриншот этих слов и не отправляйте их по электронной почте
zh_hans: 出于安全考虑,请勿截图或通过电子邮件发送这些字词
zh_hant: 基於安全理由,請勿用螢幕擷圖或電子郵件保留這些字詞

# RecoveryKeyFlow.noScreenshotsRecommendation
source: Write down your key on paper and confirm it. Screenshots are not recommended for security reasons.
ru: Запишите ваш ключ на бумаге и подтвердите его. В целях безопасности не рекомендуется делать скриншоты.
zh_hans: 请将您的密钥记录在纸上并确认无误。为安全起见,不建议使用屏幕截图。
zh_hant: 請將金鑰寫在紙上並確認使用。基於安全理由,不建議使用螢幕擷圖。
