Repository: breadwallet/breadwallet-ios
Catalog: breadwallet/src/Strings/*.lproj/Localizable.strings
Languages: ru, zh_hans, zh_hant

# TouchIdSettings.customizeText.android
source: You can customize your Fingerprint Authentication Spending Limit from the Fingerprint Authorization Spending Limit screen
ru: Вы можете настраивать ваш расходный лимит с аутентификацией по отпечаткам пальцев с экрана "Расходный лимит с авторизацией по отпечаткам пальцев"
zh_hans: 您可以从“指纹授权支出限额”页面自定义指纹认证支出限额
zh_hant: 您可以從「指紋授權花費限制」畫面自訂「指紋驗證花費限制」

# TouchIdSettings.disabledWarning.body.android
source: You have not enabled fingerprint authentication on this device. Go to Settings -> Security to set up fingerprint authentication.
ru: Вы не включили аутентификацию по отпечаткам пальцев на данном устройстве. Перейдите в "Настройки" -> "Безопасность", чтобы настроить аутентификацию по отпечаткам пальцев.
zh_hans: 您尚未在此设备上启用指纹认证。前往“设置” ->“安全”来设置指纹认证。
zh_hant: 您尚未啟用此裝置上的指紋驗證。前往「設定」 -> 「安全性」來設定指紋驗證。

# TouchIdSettings.disabledWarning.title.android
source: Fingerprint Authentication Not Enabled
ru: Аутентификация по отпечаткам пальцев не включена
zh_hans: 指纹认证未启用
zh_hant: 指紋驗證並未啟用

# TouchIdSettings.explanatoryText
source: Use Touch ID to unlock your BRD app and send money.
ru: Используйте Touch ID, чтобы разблокировать приложение BRD и отправить деньги.
zh_hans: 使用 Touch ID 指纹解锁您的 BRD 应用并支付。
zh_hant: 使用Touch ID解鎖您的BRD應用並匯款。

# TouchIdSettings.label
source: Use your fingerprint to unlock your BRD and send money up to a set limit.
ru: Используйте отпечатки ваших пальцев для разблокирования BRD-кошелька и отправки сумм, не превышающих ваш лимит на расходы.
zh_hans: 请用指纹解锁 BRD 并在设定限额下汇钱。
zh_hant: 以您的指紋解鎖 BRD，並在設定好的限額內寄送款項。

# TouchIdSettings.linkText
source: Touch ID Spending Limit Screen
ru: Экран лимита расходов Touch ID
zh_hans: Touch ID 支出限额屏幕
zh_hant: Touch ID 支出限額畫面

# TouchIdSettings.spendingLimit
source: Spending limit: %1$@ (%2$@)
ru: Лимит на расходы: %1$@ (%2$@)
zh_hans: 支出限制：%1$@ (%2$@)
zh_hant: 花費上限：%1$@（%2$@）

# TouchIdSettings.switchLabel
source: Enable Touch ID for BRD
ru: Активировать функцию Touch ID для BRD
zh_hans: 针对 BRD 启用触摸 ID
zh_hant: 為 BRD 啟用 Touch ID

# TouchIdSettings.switchLabel.android
source: Enable Fingerprint Authentication
ru: Включить аутентификацию по отпечаткам пальцев
zh_hans: 指纹认证
zh_hant: 指紋驗證

# TouchIdSettings.title
source: Touch ID
zh_hans: 触摸 ID

# TouchIdSettings.title.android
source: Fingerprint Authentication
ru: Аутентификация по отпечаткам пальцев
zh_hans: 指纹认证
zh_hant: 指紋驗證

# TouchIdSettings.transactionsTitleText
source: Enable Touch ID to send money
ru: Включить Touch ID для отправки денег
zh_hans: 启用 Touch ID 指纹支付
zh_hant: 啟用Touch ID匯款

# TouchIdSettings.unavailableAlertMessage
source: You have not set up Touch ID on this device. Go to Settings->Touch ID & Passcode to set it up now.
ru: Вы не задали функцию Touch ID на этом устройстве. Перейдите в "Настройки"->"Touch ID и Код доступа", чтобы задать ее сейчас.
zh_hans: 您尚未在本设备上设置触摸 ID。现在前往设置 -> 触摸 ID和密码进行设置。
zh_hant: 您尚未在此裝置設定 Touch ID。請立刻至「設定」->「 Touch ID 與密碼」進行設定。

# TouchIdSettings.unavailableAlertTitle
source: Touch ID Not Set Up
ru: Функция Touch ID не задана
zh_hans: 触摸 ID 未设置
zh_hant: 未設定 Touch ID

# TouchIdSettings.unlockTitleText
source: Enable Touch ID to unlock BRD
ru: Включите Touch ID, чтобы разблокировать BRD
zh_hans: 启用 Touch ID 指纹解锁BRD
zh_hant: 啟用Touch ID解鎖BRD

# TouchIdSpendingLimit
source: Always require passcode
ru: Всегда требовать код доступа к устройству
zh_hans: 始终需要密码
zh_hant: 總是要求密碼

# TouchIdSpendingLimit.body
source: You will be asked to enter your 6-digit PIN to send any transaction over your spending limit, and every 48 hours since the last time you entered your 6-digit PIN.
ru: Вас попросят ввести свой 6-цифровой PIN-код, чтобы отправить транзакции, суммы которых превышают ваш лимит на расходы, и делать это каждые 48 часов с момента последнего ввода вами вашего 6-цифрового PIN-кода.
zh_hans: 如需发送超过您支出金额限制的任何交易，您将需要输入您的 6 位数 PIN 码。在您输入 6 位数 PIN 码后每 48 小时您都需要重新输入该 PIN 码。
zh_hant: 您必須輸入 6 位數 PIN 碼，才能送出超過您花費上限的交易；上次輸入 6 位數 PIN 碼經過 48 小時後，也必須重新輸入。

# TouchIdSpendingLimit.title
source: Touch ID Spending Limit
ru: Лимит на расходы Touch ID
zh_hans: 触摸 ID 支出限制
zh_hant: Touch ID 花費上限

# TouchIdSpendingLimit.title.android
source: Fingerprint Authorization Spending Limit
ru: Расходный лимит с авторизацией по отпечаткам пальцев
zh_hans: 指纹授权支出限额
zh_hant: 指紋授權花費限制

# Transaction.available
source: Available to Spend
ru: Доступно для использования
zh_hans: 可供支出
zh_hant: 可花用

# Transaction.complete
source: Complete
ru: Выполнено
zh_hans: 完成
zh_hant: 完成

# Transaction.confirming
source: In Progress
ru: В процессе выполнения
zh_hans: 进行中
zh_hant: 進行中

# Transaction.ending
source: Ending balance: %1$@
ru: Конечный баланс: %1$@
zh_hans: 期末余额：%1$@
zh_hant: 最終餘額：%1$@

# Transaction.exchangeOnDayReceived
source: Exchange rate when received:
ru: Обменный курс при получении:
zh_hans: 接收时汇率：
zh_hant: 收取時之匯率：

# Transaction.exchangeOnDaySent
source: Exchange rate when sent:
ru: Обменный курс при отправке:
zh_hans: 发送时汇率：
zh_hant: 送出時之匯率：

# Transaction.failed
source: Failed
ru: Ошибка
zh_hans: 失败
zh_hant: 失敗

# Transaction.fee
source: (%1$@ fee)
ru: (плата %1$@)
zh_hans: (%1$@ 费用)
zh_hant: （%1$@ 費）

# Transaction.invalid
source: INVALID
ru: НЕДЕЙСТВИТЕЛЬНАЯ
zh_hans: 无效
zh_hant: 無效

# Transaction.justNow
source: just now
ru: только что
zh_hans: 刚刚
zh_hant: 剛剛

# Transaction.pending
source: Pending
ru: В ожидании
zh_hans: 待定
zh_hant: 作業中

# Transaction.receivedStatus
source: In progress: %1$@
ru: Выполнено: %1$@
zh_hans: 进行中：%1$@
zh_hant: 處理中：%1$@

# Transaction.sendingStatus
source: In progress: %1$@
ru: Выполнено: %1$@
zh_hans: 进行中：%1$@
zh_hant: 處理中：%1$@

# Transaction.sendingTo
source: sending to %1$@
ru: отправка по адресу %1$@
zh_hans: 正在发送至 %1$@
zh_hant: 正在寄送至 %1$@

# Transaction.sentTo
source: sent to %1$@
ru: отправлено по адресу %1$@
zh_hans: 已发送至 %1$@
zh_hant: 寄送至 %1$@

# Transaction.starting
source: Starting balance: %1$@
ru: Начальный баланс: %1$@
zh_hans: 期初余额：%1$@
zh_hant: 開始餘額：%1$@

# Transaction.tokenTransfer
source: Fee for token transfer: %1$@
ru: Сбор за передачу токена: %1$@
zh_hans: 代币转让费用： %1$@
zh_hant: 代幣傳送費用：%1$@

# Transaction.waiting
source: Waiting to be confirmed. Some merchants require confirmation to complete a transaction. Estimated time: 1-2 hours.
ru: Ожидает подтверждения. Некоторые продавцы требуют подтверждения для выполнения транзакции. Предполагаемое время: 1-2 часа.
zh_hans: 等待确认中。部分商家需要进行确认以完成交易。预估时间：1-2 小时。
zh_hant: 正在等待確認。部分商家要求確認完成交易。預估時間：1-2 小時。

# TransactionDetails.account
source: account
ru: счет
zh_hans: 账户
zh_hant: 帳戶

# TransactionDetails.addressFromHeader
source: From
ru: От:
zh_hans: 从
zh_hant: 由

# TransactionDetails.addressToHeader
source: To
ru: Кому:
zh_hans: 至
zh_hant: 至

# TransactionDetails.addressViaHeader
source: Via
ru: Через
zh_hans: 通过
zh_hant: 經

# TransactionDetails.amountHeader
source: Amount
ru: Сумма
zh_hans: 金额
zh_hant: 金額

# TransactionDetails.amountWhenReceived
source: %1$@ when received, %2$@ now
ru: %1$@ при получении, %2$@ сейчас
zh_hans: 收到时%1$@]，现在%2$@
zh_hant: 接收時為%1$@，現在則為%2$@

# TransactionDetails.amountWhenSent
source: %1$@ when sent, %2$@ now
ru: %1$@ когда отправлено, %2$@ сейчас
zh_hans: 发送时 %1$@，现在 %2$@
zh_hant: 寄出時為 %1$@，現為 %2$@

# TransactionDetails.blockHeightLabel
source: Confirmed in Block
ru: Подтверждено в блоке
zh_hans: 已在区块中确认
zh_hant: 已在區塊確認

# TransactionDetails.commentsHeader
source: Memo
ru: Записка
zh_hans: 备忘录
zh_hant: 備註

# TransactionDetails.commentsPlaceholder
source: Add memo...
ru: Добавить заметку...
zh_hans: 添加备忘录...
zh_hant: 新增備忘錄……

# TransactionDetails.completeTimestampHeader
source: Complete
ru: Завершить
zh_hans: 完成
zh_hant: 完成

# TransactionDetails.confirmationsLabel
source: Confirmations
ru: Подтверждений/-ия
zh_hans: 确认
zh_hant: 確認

# TransactionDetails.emptyMessage
source: Your transactions will appear here.
ru: Ваши транзакции будут отображаться здесь.
zh_hans: 您的交易将显示在这里。
zh_hant: 您的交易會顯示於此。

# TransactionDetails.endingBalanceHeader
source: Ending Balance
ru: Баланс на конец периода
zh_hans: 期末余额
zh_hant: 最終餘額

# TransactionDetails.exchangeRateHeader
source: Exchange Rate
ru: Обменный курс
zh_hans: 汇率
zh_hant: 匯率

# TransactionDetails.feeHeader
source: Total Fee
ru: Всего комиссия
zh_hans: 总费用
zh_hant: 總費用

# TransactionDetails.from
source: at %1$@
ru: на %1$@
zh_hans: 在 %1$@
zh_hant: 於 %1$@

# TransactionDetails.gasLimitHeader
source: Gas Limit
ru: Лимит газа
zh_hans: 燃料上限
zh_hant: Gas 限價

# TransactionDetails.gasPriceHeader
source: Gas Price
ru: Стоимость газа
zh_hans: 燃料价格
zh_hant: Gas 價格

# TransactionDetails.initializedTimestampHeader
source: Initialized
ru: Инициировано
zh_hans: 初始化
zh_hant: 已開始

# TransactionDetails.more
source: More...
ru: Подробнее...
zh_hans: 更多...
zh_hant: 更多……

# TransactionDetails.moved
source: Moved %1$@
ru: Перемещено %1$@
zh_hans: 移出 %1$@
zh_hant: 已轉移 %1$@

# TransactionDetails.movedAmountDescription
source: Moved <b>%1$@</b>
ru: Перемещено <b>%1$@</b>
zh_hans: 已移动 <b>%1$@</b>
zh_hant: 已移動 <b>%1$@</b>

# TransactionDetails.notConfirmedBlockHeightLabel
source: Not Confirmed
ru: Не подтверждено
zh_hans: 未确认
zh_hant: 未確認

# TransactionDetails.received
source: Received %1$@
ru: Получено %1$@
zh_hans: 已接收 %1$@
zh_hant: 已收取 %1$@

# TransactionDetails.receivedAmountDescription
source: Received <b>%1$@</b>
ru: Получено <b>%1$@</b>
zh_hans: 已收到 <b>%1$@</b>
zh_hant: 已收到 <b>%1$@</b>

# TransactionDetails.receivedFrom
source: received from %1$@
ru: получено от %1$@
zh_hans: 已接收，来自 %1$@
zh_hant: 已收取自 %1$@

# TransactionDetails.receivedVia
source: received via %1$@
ru: получено через %1$@
zh_hans: 已通过 %1$@ 接收
zh_hant: 已經 %1$@ 收到

# TransactionDetails.receivingFrom
source: receiving from %1$@
ru: получение от %1$@
zh_hans: 正在接收，来自 %1$@
zh_hant: 正收取自 %1$@

# TransactionDetails.receivingVia
source: receiving via %1$@
ru: идет получение через %1$@
zh_hans: 正在通过 %1$@ 接收
zh_hant: 正在經 %1$@ 收到

# TransactionDetails.sent
source: Sent %1$@
ru: Отправить %1$@
zh_hans: 已发送 %1$@
zh_hant: 已送出 %1$@

# TransactionDetails.sentAmountDescription
source: Sent <b>%1$@</b>
ru: Отправлено <b>%1$@</b>
zh_hans: 已发送 <b>%1$@</b>
zh_hant: 已寄出 <b>%1$@</b>

# TransactionDetails.showDetails
source: Show Details
ru: Показать подробности
zh_hans: 显示详细信息
zh_hant: 顯示細節

# TransactionDetails.startingBalanceHeader
source: Starting Balance
ru: Начальный баланс
zh_hans: 起始余额
zh_hant: 原始餘額

# TransactionDetails.statusHeader
source: Status
ru: Статус
zh_hans: 状态
zh_hant: 狀態

# TransactionDetails.title
source: Transaction Details
ru: Детали транзакции
zh_hans: 交易详情
zh_hant: 交易詳情

# TransactionDetails.titleFailed
source: Failed
ru: Скрыть подробности
zh_hans: 隐藏详细信息
zh_hant: 隱藏細節

# TransactionDetails.titleInternal
source: Internal
ru: Внутренний
zh_hans: 内部
zh_hant: 內部

# TransactionDetails.titleReceived
source: Received
ru: Получено
zh_hans: 已接收
zh_hant: 已收到

# TransactionDetails.titleReceiving
source: Receiving
ru: Идет получение
zh_hans: 正在接收
zh_hant: 正在收到

# TransactionDetails.titleSending
source: Sending
ru: Идет отправка
zh_hans: 正在发送
zh_hant: 正在寄送

# TransactionDetails.titleSent
source: Sent
ru: Отправлено
zh_hans: 已发送
zh_hant: 已寄送

# TransactionDetails.to
source: to %1$@
ru: на %1$@
zh_hans: 到 %1$@
zh_hant: 至 %1$@

# TransactionDetails.totalHeader
source: Total
ru: Всего
zh_hans: 总计
zh_hant: 總計

# TransactionDetails.txHashHeader
source: Transaction ID
ru: ID биткоин-транзакции
zh_hans: 比特币交易 ID
zh_hant: 比特幣交易識別碼

# TransactionDirection.address
source: Received at this Address
ru: Получено на адрес:
zh_hans: 已在此地址接收
zh_hant: 已於此地址接收

# TransactionDirection.to
source: Sent to this Address
ru: Отправлено на адрес:
zh_hans: 已汇至此地址
zh_hant: 已傳送至此地址

# UnlockScreen.disabled
source: Disabled until: %1$@
ru: Отключено до: %1$@
zh_hans: 在此日期前禁用：%1$@
zh_hant: 關閉至：%1$@

# UnlockScreen.faceIdText
source: Unlock with FaceID
ru: Разблокировать с помощью FaceID
zh_hans: 用面部识别解锁
zh_hant: 使用 FaceID 解鎖

# UnlockScreen.myAddress
source: My Address
ru: Мой адрес
zh_hans: 我的地址
zh_hant: 我的地址

# UnlockScreen.resetPin
source: Reset PIN
ru: Сбросить PIN-код
zh_hans: 复位 PIN
zh_hant: 重設 PIN 碼

# UnlockScreen.scan
source: Scan
ru: Сканировать
zh_hans: 扫描
zh_hant: 掃描

# UnlockScreen.touchIdInstructions.android
source: Touch Sensor
ru: Датчик касания
zh_hans: 触控感应器
zh_hant: 觸控感測器

# UnlockScreen.touchIdPrompt
source: Unlock your BRD.
ru: Разблокируйте ваш BRD-кошелек.
zh_hans: 解锁您的 BRD。
zh_hant: 解鎖您的 BRD。

# UnlockScreen.touchIdPrompt.android
source: Please unlock your Android device to continue.
ru: Разблокируйте ваше устройство Android, чтобы продолжить.
zh_hans: 请解锁您的安卓设备以便继续。
zh_hant: 請解除鎖定您的 Android 裝置來繼續。

# UnlockScreen.touchIdText
source: Unlock with TouchID
ru: Разблокировать с помощью TouchID
zh_hans: 使用 TouchID 解锁
zh_hant: 以 TouchID 解鎖

# UnlockScreen.touchIdTitle.android
source: Authentication required
ru: Требуется аутентификация
zh_hans: 需要身份认证
zh_hant: 需要驗證

# UpdatePin.caption
source: Remember this PIN. If you forget it, you won't be able to access your assets.
ru: Запомните этот PIN-код. Если вы его забудете, что не сможете получить доступ к вашим биткойнам.
zh_hans: 请牢记此 PIN 码。如果您忘记，您将无法访问您的比特币。
zh_hant: 請記住此 PIN 碼。如果忘記，會無法存取您的比特幣。

# UpdatePin.createInstruction
source: Your PIN will be used to unlock your BRD and send money.
ru: Ваш PIN-код будет использоваться для разблокировки кошелька BRD и отправки денег.
zh_hans: 您的 PIN 码将用于解锁您的 BRD 并发送款项。
zh_hant: 您的 PIN 碼會用於解鎖 BRD 及送出款項。

# UpdatePin.createTitle
source: Set PIN
ru: Задайте PIN-код
zh_hans: 设置 PIN 码
zh_hant: 設定 PIN 碼

# UpdatePin.createTitleConfirm
source: Re-Enter PIN
ru: Введите PIN-код еще раз
zh_hans: 重新输入 PIN 码
zh_hant: 重新輸入 PIN 碼

# UpdatePin.enterCurrent
source: Enter your current PIN.
ru: Введите ваш текущий PIN-код.
zh_hans: 输入您当前的 PIN 码。
zh_hant: 輸入目前的 PIN 碼

# UpdatePin.enterNew
source: Enter your new PIN.
ru: Введите ваш новый PIN-код.
zh_hans: 输入您的新 PIN 码。
zh_hant: 請輸入新 PIN 碼

# UpdatePin.reEnterNew
source: Re-Enter your new PIN.
ru: Введите ваш новый PIN-код еще раз.
zh_hans: 重新输入您的新 PIN 码。
zh_hant: 重新輸入新 PIN 碼

# UpdatePin.setPinError
source: Sorry, could not update PIN.
ru: Очень жаль, но нам не удалось обновить ваш PIN-код.
zh_hans: 抱歉，无法更新 PIN 码。
zh_hant: 很抱歉，無法更新 PIN 碼。

# UpdatePin.setPinErrorTitle
source: Update PIN Error
ru: Ошибка обновления PIN-кода
zh_hans: 更新 PIN 码错误
zh_hant: PIN 碼更新錯誤

# UpdatePin.updateTitle
source: Update PIN
ru: Обновить PIN-код
zh_hans: 更新 PIN 码
zh_hant: 更新 PIN 碼

# URLHandling.addressaddressListAlertMessage
source: Copy wallet addresses to clipboard?
ru: Скопировать адреса кошелька в буфер обмена?
zh_hans: 是否拷贝钱包地址到剪贴板？
zh_hant: 複製錢包地址至剪貼簿？

# URLHandling.addressList
source: Authorize to copy wallet address to clipboard
ru: Авторизовать копирование адресов кошелька в буфер обмена
zh_hans: 授权以拷贝钱包地址到剪贴板
zh_hant: 授權複製錢包地址至剪貼簿

# URLHandling.addressListAlertTitle
source: Copy Wallet Addresses
ru: Скопировать адреса кошелька
zh_hans: 拷贝钱包地址
zh_hant: 複製錢包地址

# URLHandling.copy
source: Copy
ru: Копировать
zh_hans: 拷贝
zh_hant: 複製

# VerifyPin.authorize
source: Please enter your PIN to authorize this transaction.
ru: Для авторизации этой транзакции введите свой ПИН-код.
zh_hans: 请输入您的个人识别码（PIN）以便授权此交易。
zh_hant: 請輸入您的 PIN 碼授權此交易。

# VerifyPin.continueBody
source: Please enter your PIN to continue.
ru: Для продолжения, пожалуйста, введите ваш PIN-код.
zh_hans: 请输入您的 PIN 码以继续。
zh_hant: 請輸入 PIN 碼以繼續

# VerifyPin.title
source: PIN Required
ru: Необходим PIN-код
zh_hans: PIN 码为必填项
zh_hant: PIN 碼為必填

# VerifyPin.touchIdMessage
source: Authorize this transaction
ru: Разрешить эту транзакцию
zh_hans: 授权此交易
zh_hant: 授權此交易

# Watch.noWalletWarning
source: Open the BRD iPhone app to set up your wallet.
ru: Запустите BRD-приложение для iPhone, чтобы настроить ваш кошелек.
zh_hans: 打开 BRD iPhone app 以设置您的钱包。
zh_hant: 開啟 BRDiPhone 應用程式以設定您的錢包。

# Webview.dismiss
source: Dismiss
ru: Отклонить
zh_hans: 忽略
zh_hant: 駁回

# Webview.errorMessage
source: There was an error loading the content. Please try again.
ru: Во время загрузки контента возникла ошибка. Пожалуйста, повторите попытку.
zh_hans: 载入内容时发生错误。请重试。
zh_hant: 載入內容時發生錯誤。請重試一次。

# Webview.updating
source: Updating...
ru: Идет обновление...
zh_hans: 正在更新...
zh_hant: 正在更新……

# Welcome.body
source: Breadwallet has changed its name to BRD, with a brand new look and some new features. If you need help, look for the (?) in the top right of most screens.
ru: Breadwallet сменил свое название на BRD и обзавелся новым дизайном и функциями. Если вам нужна помощь, то ищите иконку (?) в правом верхнем углу большинства экранов.
zh_hans: Breadwallet 更名为 BRD， 并增加了全新的界面和功能。如果您需要帮助，请使用在大多数设备屏幕右上角的(?)
zh_hant: Breadwallet 已經改名爲 BRD，有嶄新的面貌和一些新功能。 如果需要協助，就在大部分畫面的右上角尋找(?)。

# Welcome.title
source: Welcome to BRD!
ru: Добро пожаловать в BRD!
zh_hans: 欢迎使用BRD！
zh_hant: 歡迎使用 BRD！

# WipeWallet.alertMessage
source: Are you sure you want to delete this wallet?
ru: Вы действительно хотите удалить этот кошелек?
zh_hans: 您确认要删除此钱包吗？
zh_hant: 確定要刪除此錢包嗎？

# WipeWallet.alertTitle
source: Wipe Wallet?
ru: Удалить кошелек?
zh_hans: 擦除钱包吗？
zh_hant: 抹除錢包？

# WipeWallet.failedMessage
source: Failed to wipe wallet.
ru: Не удалось удалить кошелек.
zh_hans: 擦除钱包失败。
zh_hant: 抹除錢包失敗。

# WipeWallet.failedTitle
source: Failed
ru: Не удалось
zh_hans: 失败
zh_hant: 失敗

# WipeWallet.instruction
source: Please enter your recovery phrase to wipe this wallet from your device.
ru: Чтобы открыть новый кошелек или восстановить существующий, вы должны сначала отвязать кошелек, который в настоящее время установлен. Чтобы продолжить, введите текущий бумажный ключ (Paper Key).
zh_hans: 若想启用新钱包或恢复已有钱包，首先需要取消现钱包的链接。如要继续，输入现钱包的纸钥匙（Paper Key）。
zh_hant: 啟用新錢包或恢復已存在錢包，您必須先移除目前已安裝錢包的連結。欲繼續，鍵入目前錢包的私密金鑰。

# WipeWallet.startMessage
source: Starting or recovering another wallet allows you to access and manage a different BRD wallet on this device.
ru: Отвязать ваш кошелек, чтобы удалить его с этого устройства. Как только вы отвяжете этот кошелек, вы сможете открыть новый кошелек или восстановить другой на этом устройстве.
zh_hans: 取消钱包链接可将其从本设备移除。一旦钱包链接被取消，您可以启用新钱包，或恢复本设备的其他钱包。
zh_hant: 自此裝置移除您錢包的連結。一旦移除此錢包的連結，您可在此裝置上啟用新錢包或恢復其他不同錢包。

# WipeWallet.startWarning
source: Your current wallet will be removed from this device. If you wish to restore it in the future, you will need to enter your Recovery Phrase.
ru: Вы больше не сможете получить доступ к текущему кошельку BRD с этого устройства. Ваш баланс останется на этой фразе.
zh_hans: 您无法再在这个设备上使用现在的BRD钱包。 现在的一切资金都留在纸键上。
zh_hant: 您將再也無法從這項裝置存取目前的 BRD 錢包。餘額會留在片段上。

# WipeWallet.title
source: Start or Recover Another Wallet
ru: Отвязать кошелек
zh_hans: 取消钱包的链接
zh_hant: 移除錢包連結

# WipeWallet.wipe
source: Wipe
ru: Удалить
zh_hans: 擦除
zh_hant: 抹除

# WipeWallet.wiping
source: Wiping...
ru: Удаление...
zh_hans: 正在擦除...
zh_hant: 正在抹除……

# WritePaperPhrase.instruction
source: Write down each word in order and store it in a safe place.
ru: Выпишите все слова по порядку и храните их в надежном месте.
zh_hans: 按顺序写下每个词并保存到安全位置。
zh_hant: 請依序寫下每個字，保存在安全的地方。

# WritePaperPhrase.next
source: Next
ru: Далее
zh_hans: 下一个
zh_hant: 下一步

# WritePaperPhrase.previous
source: Previous
ru: Назад
zh_hans: 上一步
zh_hant: 上一頁

# WritePaperPhrase.step
source: %1$d of %2$d
ru: %1$li из %2$li
zh_hans: %1$li / %2$li
zh_hant: %2$li 之 %1$li

# Account.exchangeRate
source: %1$@ per %2$@
ru: %1$@ за %2$@
zh_hant: %1$@ 每 %2$@
