{
  "version": 7,
  "language": "en",
  "categories": [
    {
      "id": "GENERAL",
      "title": "General Support"
    },
    {
      "id": "ATM",
      "title": "Atm Support"
    },
    {
      "id": "SECURITY",
      "title": "Security Support"
    },
    {
      "id": "SETTINGS",
      "title": "Settings Support"
    },
    {
      "id": "TROUBLESHOOTING",
      "title": "Troubleshooting"
    },
    {
      "id": "MISCELLANEOUS",
      "title": "Miscellaneous"
    }
  ],
  "pages": [
    {
      "id": "GET_STARTED",
      "title": "How do I get started?",
      "content": "Welcome to the Coinsquare Wallet!\n\nThe Coinsquare Wallet app connects directly to the bitcoin network. There are no accounts or usernames with the Coinsquare Wallet app. Instead, you will have a \"wallet\" where you will store your money. It's just like the physical wallet you put your cash in, except that it exists only on the internet and holds digital money.\n\nIf this is your first time using the Coinsquare Wallet App, simply choose \"Get Started\" to start.\n\nIf you have used the Coinsquare Wallet app before and would like to use the same wallet, choose \"Restore Wallet\" and prepare to enter the Recovery Key for the wallet you would like to restore.",
      "category_id": "GENERAL"
    },
    {
      "id": "SEND",
      "title": "How do I send bitcoin?",
      "content": "To send money to someone you need to enter their bitcoin address. There are three different ways to enter this information depending on how you received it:\n\n ✱ If you are presented with a QR code, press the \"scan\" button and scan the QR code.\n\n ✱ If you receive an address through email or text, copy the address to your device's clipboard and press the \"paste\" button.\n\n ✱ If you receive the address another way, tap the \"To\" label and use the keyboard to enter the address.\n\n ✱ Once you have entered the payment address, tap the \"Amount\" label and enter the amount you wish to send. The button to the right will allow you to toggle the view between the amount of bitcoin to be sent or another currency.\n\n ✱ If you would like to save a note about this transaction, tap the \"Memo\" label. This note will only be visible to you, and will not be sent together with the transaction.\n\nImportant: If bitcoin is sent to the wrong address, it can not be refunded. When sending bitcoin, always check to make sure the address you are sending to is the same as the one that was given to you (comparing the first 5 or 6 digits is usually sufficient to make sure you are using the correct address).",
      "category_id": "GENERAL"
    },
    {
      "id": "RECEIVE",
      "title": "How do I receive bitcoin?",
      "content": "If you would like to receive bitcoin from someone, you will need to give them your bitcoin address. There are a few ways to do this:\n\n ✱ Show them the \"Receive Money\" screen in your Coinsquare Wallet App, and let them scan your QR code.\n\n ✱ Press the \"Share\" button under the QR code to send them your address via email or text message.\n\n ✱ Tap the QR code to copy your address to your device's memory. You can now paste your address into a website or other app.\n\n ✱ The bitcoin address shown on your receive address will change every time you receive money, but old addresses will continue to work.\n\n Important: If bitcoin is sent to the wrong address, it can not be refunded. When sharing your address, always check to make sure the address you give out is the same as the one shown under your QR code (comparing the first 5 or 6 digits is usually sufficient to make sure you are using the correct address).",
      "category_id": "GENERAL"
    },
    {
      "id": "IMPORT_WALLET",
      "title": "How do I import a bitcoin paper wallet?",
      "content": "If you receive a QR code labeled as a \"paper wallet\" or \"private key\", you can import it into your Coinsquare app's Bitcoin wallet by following these steps:\n\n 1. On the main screen, tap on Menu.\n2. Under Preferences, tap on Bitcoin Settings.\n3. Select Redeem Private Key.\n4. Tap on Scan Private Key and scan the QR code on your paper wallet.\n5. Any funds stored on the paper wallet/private key will be sent into your Coinsquare app's Bitcoin wallet, and will not remain on the paper wallet/private key.\n\nNOTE: If you are importing a bitcoin paper wallet created before the August 1, 2017 fork, and would like to get the bitcoin cash credit, follow the steps here.\n\n\nIf you want to import a wallet created with the Coinsquare Wallet App, use the Unlink from this device function instead.",
      "category_id": "GENERAL"
        },
    {
      "id": "IMPORT_WALLET",
      "title": "How do I import a bitcoin paper wallet?",
      "content": "If you receive a QR code labeled as a \"paper wallet\" or \"private key\", you can import it into your Coinsquare app's Bitcoin wallet by following these steps:\n\n 1. On the main screen, tap on Menu.\n 2. Under Preferences, tap on Bitcoin Settings.\n 3. Select Redeem Private Key.\n 4. Tap on Scan Private Key and scan the QR code on your paper wallet.\n 5. Any funds stored on the paper wallet/private key will be sent into your Coinsquare app's Bitcoin wallet, and will not remain on the paper wallet/private key.\n\n NOTE: If you are importing a bitcoin paper wallet created before the August 1, 2017 fork, and would like to get the bitcoin cash credit, follow the steps here.\n\nIf you want to import a wallet created with the Coinsquare Wallet App, use the Unlink from this device function instead.",
      "category_id": "GENERAL"
    },
    {
      "id": "PIN",
      "title": "Why do I need a PIN?",
      "content": "The Coinsquare Wallet app requires you to set a PIN to secure your wallet, separate from your device passcode.\nYou will be required to enter this PIN to view your balance or send money, which keeps your wallet private even if you let someone use your phone or if your phone is stolen by someone who knows your device passcode.\nDo not forget your wallet PIN! It can only be reset by using your Recovery Key. If you forget your PIN and lose your Recovery Key, your wallet will be lost.",
      "category_id": "GENERAL"
    },
    {
      "id": "RECOVERY_KEY",
      "title": "What is a recovery key?",
      "content": "A recovery key consists of 12 randomly generated words. The app creates the recovery key for you automatically when you start a new wallet. The recovery key is critically important and should be written down and stored in a safe location. In the event of phone theft, destruction, or loss, the recovery key can be used to load your wallet onto a new phone. The key is also required when upgrading your current phone to a new one.",
      "category_id": "GENERAL"
    },
    {
      "id": "WALLET_DISABLED",
      "title": "Why is my wallet disabled?",
      "content": "If you enter an incorrect wallet PIN too many times, your wallet will become disabled for a certain amount of time. This is to prevent someone else from trying to guess your PIN by quickly making many guesses. If your wallet is disabled, wait until the time shown and you will be able to enter your PIN again.\n\nIf you continue to enter the incorrect PIN, the amount of time you will have to wait in between attempts will increase. Eventually, the app will reset and you can start a new wallet.\n\nIf you have the recovery key for your wallet, you can use it to reset your PIN by choosing the appropriate option on the lock screen.",
      "category_id": "GENERAL"
    },
    {
      "id": "HOW_TO_BUY",
      "title": "How do I buy Bitcoin from your ATMs?",
      "content": "Purchasing Bitcoin is just as easy and familiar as using an ATM!\n\nAt the ATM, insert your debit card and enter your PIN. Then, select 'Purchase Bitcoin' from the menu.\n\nEnter the amount of Bitcoin you wish to purchase in US Dollars. You will then receive a quoted Bitcoin price.\nOnce you press 'Continue,' your purchase will complete and you will receive a receipt for your transaction, as well as a printout of your paper wallet with your purchased Bitcoin.\n\n* Please ensure that you keep your paper wallet secure, as this is where your Bitcoin is stored. Lost paper wallets cannot be replaced.*\n",
      "category_id": "ATM"
    },
    {
      "id": "DAILY_LIMIT",
      "title": "What is the daily maximum purchase limit?",
      "content": "The daily maximum purchase amount is \\$1,000 USD.",
      "category_id": "ATM"
    },
    {
      "id": "FEE_CHARGED",
      "title": "Are fees charged for Bitcoin purchases?",
      "content": "A small price mark-up is charged, which can vary with location. Our prices are always quoted in real time and are better than other bitcoin ATMs.",
      "category_id": "ATM"
    },
    {
      "id": "CARDS_ACCEPTED",
      "title": "Do you accept credit cards?",
      "content": "No. At this time, we only accept EMV (chip enabled) debit cards.",
      "category_id": "ATM"
    },
    {
      "id": "RECEIPT",
      "title": "Do you provide a transaction receipt?",
      "content": "Yes, you will be provided with a transaction receipt once your purchase is complete, along with a paper wallet which includes the public and private keys that store the value of your Bitcoin purchase.\n\n*Please ensure that you keep your paper wallet secure, as this is where your Bitcoin is stored. Lost paper wallets cannot be replaced.*",
      "category_id": "ATM"
    },
    {
      "id": "ID_VERIFICATION",
      "title": "Is ID verification required at the ATM?",
      "content": "There are no additional verification requirements at the ATM beyond requiring the user's debit card and PIN number.",
      "category_id": "ATM"
    },
    {
      "id": "DO_YOU_NEED_WALLET",
      "title": "Do I need to have a crypto wallet to use your ATMs?",
      "content": "You are NOT required to have a crypto wallet in order to purchase Bitcoin through an ATM.\nWhen you complete your Bitcoin purchase, you will receive a 'paper wallet' receipt which includes your public and private keys. Your Bitcoin is stored on the paper wallet until you decide to transfer the funds to an online Bitcoin wallet",
      "category_id": "ATM"
    },
    {
      "id": "TRANSACTION_FAILED",
      "title": "My transaction failed. What do I do?",
      "content": "If you receive an error message stating your transaction has failed, retrieve your debit card from the ATM and locate another one of our ATMs using the map.",
      "category_id": "ATM"
    },
    {
      "id": "LOST_PAPER",
      "title": "I lost my paper wallet! How can I retrieve my funds?",
      "content": "If you lost your paper wallet, please reach out to our Support Team as soon as possible.\n\nUnfortunately, we are not able to guarantee that any lost funds can be retrieved, because the Bitcoin is stored on your paper wallet via the public and private keys.",
      "category_id": "ATM"
    },
    {
      "id": "PAPER_WALLET",
      "title": "What is a paper wallet?",
      "content": "A paper wallet is an offline mechanism for storing cryptocurrency. It contains a public and private key, printed onto paper.\n\nThe public key is essentially a wallet address. This can be shared publicly. A private key should only be known to the owner and should never be publicly shared. You may choose to import your paper wallet to a cold storage device, or to an online crypto wallet.",
      "category_id": "ATM"
    },
    {
      "id": "SECURITY_CENTER",
      "title": "What is the Security Center?",
      "content": "The Security Center allows you to manage additional security features for your COINSQUARE app.\n\n6-digit PIN\nThis PIN is used to unlock your wallet and send money. It prevents other people from accessing your COINSQUARE app in case you let someone else use your phone.\n\nRecovery Phrase\nIf you ever lose or upgrade your phone, you will need your Recovery Phrase to restore your wallet on another device. It is not possible to recover your wallet if you lose both your phone and Recovery Phrase, so write down your Recovery Phrase and keep it safe!\n\nFingerpring / Touch ID\nWhile the 6-digit PIN is required to secure your wallet, you can also use your device's fingerprint reader for convenience and added security. Using your fingerprint is quicker than entering a PIN, and if people are watching you unlock your wallet they won't be able to see what your PIN is.\nThis option will only appear if your device has a fingerprint reader.",
      "category_id": "SECURITY"
    },
    {
      "id": "WHY_WRITE_DOWN_RECOVERY",
      "title": "Why do I need to write down my recovery key?",
      "content": "The Coinsquare Wallet App connects directly to the cryptocurrency networks, where your wallets are stored. The \"keys\" to access your wallets are securely stored in your phone and nowhere else. The Coinsquare Wallet app will provide you with a unique \"Recovery Key,\" which is a list of 12 words which can be used to recreate the keys to your wallet. If you ever lose or upgrade your phone, this \"Recovery Key\" is required to regain access to your funds.\n\nPlease write down each word, in order, on a piece of paper. We recommend storing your Recovery Key in a safe, safety deposit box at a bank, or wherever you might keep passports, birth certificates, or other important documents. Anyone who has your Recovery Key can access your money, even if they don't have your wallet PIN, so keep it private and don't show it to others!\n",
      "category_id": "SECURITY"
    },
    {
      "id": "HOW_TO_RESET",
      "title": "How do I reset my PIN with my recovery key?",
      "content": "Every time you create a new wallet with Coinsquare, you are provided with a \"Recovery Key,\" which is a list of 12 words that can be used to restore access to your wallet if you ever lose or upgrade your phone. You can also use your Recovery Key to reset your wallet PIN if you forget it.\n\nIf you have incorrectly entered your PIN several times, you will be able to reset your PIN using your recovery key. Enter the 12 words from your Recovery Key in the correct order, and you will be able to choose a new PIN.\n",
      "category_id": "SECURITY"
    },
    {
      "id": "HOW_TO_CONFIRM",
      "title": "How do I confirm my recovery key?",
      "content": "It is very important that your Recovery Key is written down correctly, and in the correct order. Enter the words requested to make sure everything is correct. For example, \"Word #1\" means the first word of your Recovery Key, \"Word #2\" means the second word, etc.",
      "category_id": "SECURITY"
    },
    {
      "id": "FINGERPRINT",
      "title": "What is fingerprint authentication?",
      "content": "Touch ID on iPhone\n\nTouch ID is available on any iPhone 5s or later, iPad Pro, iPad Air 2, or iPad mini 3 or later. If you have it enabled on your device, you can use your fingerprint to unlock your Coinsquare wallet and authorize transactions instead of entering your passcode. You will still be required to enter your passcode periodically for increased security.\n\nIf Touch ID is not enabled on your device, you can enable it in your device's settings under \"Touch ID & Passcode\".\n\n\nFingerprint Authorization on Android\n\nMany Android devices feature a fingerprint reader. You can use your fingerprint to unlock your Coinsquare wallet and authorize transactions instead of entering your passcode. You will still be required to enter your passcode periodically for increased security.\n\nIn order to use this feature in the Coinsquare app, fingerprint authorization must be enabled on your device. See the phone manufacturer's manual for more information. Many Android devices feature a fingerprint reader. You can use your fingerprint to unlock your Coinsquare wallet and authorize transactions instead of entering your passcode. You will still be required to enter your passcode periodically for increased security.\n\nIn order to use this feature in the Coinsquare Wallet app, fingerprint authorization must be enabled on your device. See the phone manufacturer's manual for more information.",
      "category_id": "SECURITY"
    },
    {
      "id": "HOW_WIPE_WALLET",
      "title": "How do I wipe my wallet?",
      "content": "The Coinsquare Wallet App can only have one wallet active at a time. If you choose to start a new wallet or recover an existing wallet, the currently active wallet must be erased first.\n\nIMPORTANT: If you erase your wallet without writing down its Recovery Key, your money will be lost. To prevent this, you must first enter your Recovery Key for the currently active wallet to make sure you have it written down correctly.\n\nFollow these steps to wipe a wallet:\n\n 1. Tap on Menu in the main screen.\n 2. Select Security Settings.\n 3. Tap on Unlink from this device and then on Next.\n 4. Enter the current wallet’s Recovery Key.\n 5. Tap on Wipe.\n\nThe wallet will then be erased, and you can create a new wallet or recover a previous wallet.",
      "category_id": "SETTINGS"
    },
    {
      "id": "HOW_RECOVER_WALLET",
      "title": "How do I recover a previous wallet I had?",
      "content": "When you launch the Coinsquare Wallet app for the first time, you will be given the option to create a new wallet or to recover a wallet. If you have a 12 word recovery key from a previous Coinsquare wallet that you would like to recover, follow these steps to recover your wallet:\n\n 1. Select Restore Wallet.\n 2. Click Next and enter the 12 word Recovery Key in the correct order for the wallet you want to recover.\n 3. Set a PIN.\n 4. Confirm the PIN.\n 5. Leave the app open and on the screen to allow the wallets to sync to the blockchain.\n\nInitial syncing can take up to 45 minutes or more so please prepare to leave the app open with the screen on for an extended period of time.\nIf you wish to recover a wallet using a recovery key but you already have an active wallet loaded in the Coinsquare Wallet app, you will need to follow the directions to wipe the wallet before beginning the process above. If the wallet you are wiping has funds, be sure to write down the 12 word recovery key for the existing wallet (which can be found in the Security Center) before loading the recovery key for the wallet you wish to recover. Visit this page for help on wiping a wallet.",
      "category_id": "SETTINGS"
    },
    {
      "id": "HOW_CHANGE_CURRENCY",
      "title": "How do I change the local currency displayed in my wallet?",
      "content": "Your Coinsquare wallet will show your cryptocurrency and its equivalent fiat value in your local currency by default. \n\n You can change this to show the value in a different local currency by following these steps:\n\n 1. On the main screen, tap Menu.\n 2. Select Preferences and then Display Currency.\n 3. Choose the currency you would like to use from the list.\n",
      "category_id": "SETTINGS"
    },
    {
      "id": "HOW_BALANCE_WORKS",
      "title": "How does the Coinsquare Bitcoin wallet show my balance in my local currency?",
      "content": "Money kept in your Coinsquare Bitcoin wallet is always stored as bitcoin. The app uses an exchange rate to show you an estimate of how much your bitcoin is worth in your local currency. When you send a transaction and enter the amount to send in your local currency, the app uses the exchange rate to calculate how much bitcoin to send.\n\nIt's possible people using other wallets are using different exchange rates, so the balance sent/received might be slight different than what other person sees.\n\nSince the exchange rate is always changing, the amount of money in your wallet as quoted in your local currency may change over time. However, your bitcoin balance will not change unless you send or receive bitcoin.",
      "category_id": "SETTING"
    },
    {
      "id": "HOW_SELECT_NODE",
      "title": "How do I connect to a specific bitcoin node?",
      "content": "The Coinsquare app connects to a random node on the bitcoin network when syncing your wallet. You can choose to connect to a specific node of your preference by following the steps below:\n 2. Select Preferences and then Bitcoin Settings.\n 3. Choose Bitcoin Nodes\n 4. Tap Switch to Manual Mode\n 5. Enter the Node IP address in the window that pops up.  You may also enter a port, although this is optional.  Tap OK when done.\n\nYour wallet will now sync to the blockchain via your preferred node.",
      "category_id": "SETTING"
    },
    {
      "id": "ERROR_PUBLISH_TRANSACTION_P2P",
      "title": "Error: Could not publish transaction",
      "content": "When the wallet is in P2P mode (the fastsync setting is off), you'll need to wait until the sync is complete before publishing any transaction. Try later when the sync is complete or try to closing and starting the app using the task manager or forcing to stop form the Application Manager in settings",
      "category_id": "TROUBLESHOOTING"
    },
    {
      "id": "BRD_REWARDS",
      "title": "Bread Token, BRD Rewards",
      "content": "Rewards are automatically applied to all your transactions.\n\n ✱ 30% off Accointing: Hold 250 more BRD and receive 30% off Accointing's crypto tax tool!\n ✱ 25% off trading fees: Hold 1000 more BRD tokens and receive 25% off all in✱app trading fees!\n ✱ Phone Support: Hold 2500 more BRD and receive phone support!\n ✱ Get a security box (U.S. only): Hold 5000 more BRD and receive your complimentary gift!\n ✱ Call from the CEO: Hold 100000 more BRD to request a call from BRD's CEO!",
      "category_id": "MISCELLANEOUS"
    },
    {
      "id": "FAQ_UNSUPPORTED_TOKEN",
      "title": "Why is this ERC20 token no longer supported?",
      "content": "Recently, the developers of some ERC20 tokens have decided to move their token to their own blockchain or create a completely new ERC20 token, which would mean the old token needs to be swapped for their new one. Please reach out to the developer of this token to see which situation applies to them.\n\nEach token developer will announce the details of the token swap in their own support channels.  If the deadline for the token swap has passed and you were unable to swap your current token for the new token, please reach out to the token developer's support team for assistance. \n\nAs long as it is still supported by the Ethereum network, you will be able to send these ERC20 tokens out from the Coinsquare app to another platform that supports the token swap.",
      "category_id": "MISCELLANEOUS"
    },
    {
      "id": "SYNC_BITCOIN_BLOCK_CHAIN",
      "title": "When should I sync my Bitcoin wallet to the blockchain?",
      "content": "Your Coinsquare wallet connects directly to the bitcoin network. This improves security and privacy, but also means sometimes your wallet can get out of sync with the network.\n\nSyncing with the blockchain can take a lot of time, and usually isn't necessary. If someone sent you money and it shows as confirmed in the blockchain yet it is not appearing in your wallet, your wallet may be out of sync. First check to make sure the address the money was sent to is correct.\n\nIf you are trying to send money and constantly get error messages that your transaction was rejected, it could also mean your wallet is out of sync.\n\nIn either of this cases, using this feature will rescan the blockchain to find your money and display it properly in your wallet.\n",
      "category_id": "SECURITY"
    }
  ]
}
